Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Swedish/strings.po
Languages: sv

# #610
source: Search
sv: Sök på

# #611
source: Video should be running
sv: Videon skall vara igång

# #612
source: Manually enter search string
sv: Ange egen söksträng

# #642
source: Searching subtitles %s
sv: Söker efter undertexter %s

# #646
source: Connecting...
sv: Ansluter...

# #649
source: Downloading subtitles...
sv: Laddar ner undertexter...

# #652
source: Subtitles file downloaded and extracted
sv: Undertext nedladdad och uppackad

# #653
source: Connection failed
sv: Anslutning misslyckades

# #654
source: Error extracting subtitles
sv: Fel vid uppackning av undertext

# #655
source: Local subtitle available
sv: Lokal undertext tillgänglig

# #656
source: Service did not respond within the time out limit
sv: Tjänsten svarade inte inom tidsgränsen

# #657
source: No Subtitles Found!
sv: Inga undertexter hittades!

# #744
source: subtitles found for
sv: undertexter hittades för

# #747
source: Search Using Parent Folder
sv: Använd överordnad mapp vid Sök

# #748
source: You can't save subtitle to selected destination
sv: Du kan inte spara undertexten till vald målmapp

# #750
source: Would you like to activate this subtitle temporarily?
sv: Vill du aktivera denna undertext temporärt?

# #751
source: Enter Movie Name (year)
sv: Skriv in filmens namn (år)

# #755
source: Server is overloaded, please try again later
sv: Servern är överbelastad, vänligen försök senare

# #756
source: Login failed. Please verify your settings at the addon Configuration
sv: Inloggning misslyckades. Vänligen verifiera dina inställningar i tilläggets konfiguration

# #757
source: Server requires you to rewrite code from image
sv: Servern kräver att du skriver av texten från bilden

# #758
source: Please take look at notification area
sv: Vänligen titta i notifieringsytan

# #759
source: Enter code of image in notification area
sv: Ange koden från bilden i notifieringsytan

# #760
source: Available Services
sv: Tillgängliga tjänster

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
sv: Du måste vara inloggad för att ladda ner dessa texter,[CR]verifiera dina inställningar i tilläggskonfigurationen

# #762
source: Addon Settings
sv: Tilläggsinställningar

# #763
source: Auto downloading first 'sync' subtitle
sv: Ladda automatiskt ner först synkade text

# #764
source: Downloading first 'sync' sub
sv: Laddar ner första 'synkade' undertexten

# #765
source: first 'sync' subtitle downloaded
sv: första 'synkade' undertexten nedladdad

# #766
source: Choose Subtitle folder
sv: Välj undertextsmapp

# #767
source: No 'sync' subtitle found
sv: Ingen 'synkad' undertext hittades

# #30100
source: Languages
sv: Välj språk

# #30101
source: Primary Language
sv: Förstahandsspråk

# #30102
source: Secondary Language
sv: Andrahandsspråk

# #30103
source: Services
sv: Välj tjänster

# #30104
source: - Podnapisi.net Username
sv: - Podnapisi.net Användarnamn

# #30105
source: - Podnapisi.net Password
sv: - Podnapisi.net Lösenord

# #30106
source: Advanced Options
sv: Avancerade alternativ

# #30107
source: Subtitle Download Folder Same As Movie
sv: Undertextens målmapp är samma som videon

# #30108
source: - Set Custom Subtitle Download Path
sv: - Välj anpassad målmapp för undertext

# #30110
source: Manually Enter Search String
sv: Mata in söktext manuellt

# #30111
source: Third Language
sv: Tredjehandsspråk

# #30113
source: Select Default Movie Service
sv: Välj standardtjänst för Film

# #30114
source: Select Default TV Show Service
sv: Välj standardtjänst för TV-serier

# #30118
source: Display file name in results page
sv: Visa filnamnet på resultatsidan

# #30119
source: Search Using Parent Folder
sv: Använd överordnad mapp vid Sök

# #30121
source: Add Language To Filename
sv: Lägg till språk i filnamnet

# #30122
source: Set Default Timeout
sv: Ställ standardtimeout

# #30123
source: - Legendas.TV Username
sv: - Legendas.TV Användarnamn

# #30124
source: - Legendas.TV Password
sv: - Legendas.TV Lösenord

# #30126
source: - Itasa Username
sv: - Itasa Användarnamn

# #30127
source: - Itasa Password
sv: - Itasa Lösenord

# #30128
source: - Titulky Username
sv: - Titulky användarnamn

# #30129
source: - Titulky Password
sv: - Titulky lösenord

# #30130
source: Search next available service if no results are found
sv: Sök nästa tillgängliga tjänst om inga resultat hittades

# #30131
source: Auto download first "sync" subtitle
sv: Ladda ner första synkade texten

# #30132
source: - LegendasDivx Username
sv: - LegendasDivx användarnamn

# #30133
source: - LegendasDivx Password
sv: - LegendasDivx lösenord

# #30134
source: - PTSubs Username
sv: - PTSubs användarnamn

# #30135
source: - PTSubs Password
sv: - PTSubs lösenord

# #30136
source: - OmniSubs Username
sv: - OmniSubs användarnamn

# #30137
source: - OmniSubs Password
sv: - Omnisubs lösenord

# #30138
source: - LegendasZone Username
sv: - LegendasZone användarnamn

# #30139
source: - LegendasZone Password
sv: - LegendasZone lösenord

# #30140
source: - Choose subs type:
sv: - Välj undertextstyp:

# #30144
source: MPl2
sv: MPI2

# #30145
source: Use 'Subs' subfolder for storing subtitles
sv: Använd 'Subs' undermapp för lagring av undertexter

# #30146
source: - napisy24.pl Username
sv: - napisy24.pl användarnamn

# #30147
source: - napisy24.pl Password
sv: - napisy24.pl lösenord

# #30148
source: - euTorrents Username
sv: -euTorrents användarnamn

# #30149
source: - euTorrents Password
sv: - euTorrents lösenord

# #30150
source: No sub(s) in
sv: Inga undertext(er) i

# #30151
source: Search manual or parent!
sv: Sök manuellt eller överordnad!

# #30152
source: Found sub(s) in
sv: Hittade undertext(er) i

# #30153
source: Searching Title... Please wait!
sv: Söker titel... Var god vänta!

# #30154
source: Downloading... Please Wait!
sv: Laddar ned... Var god vänta!

# #30155
source: Extracting... Please Wait!
sv: Packar upp... Var god vänta!

# #30156
source: Done Extracting!
sv: Uppackning klar!

# #30157
source: Playing Title!
sv: Spelar titel!

# #30158
source: - Pipocas Username
sv: - Pipocas användarnamn

# #30159
source: - Pipocas Password
sv: - Pipocas lösenord

# #30160
source: Pause while showing UI
sv: Pausa under tiden som GUI visas

# #30201
source: Albanian
sv: Albaniska

# #30202
source: Arabic
sv: Arabiska

# #30204
source: Bosnian (Latin)
sv: Bosniska (Latin)

# #30205
source: Bulgarian
sv: Bulgariska

# #30206
source: Catalan
sv: Katalanska

# #30207
source: Chinese
sv: Kinesiska

# #30208
source: Croatian
sv: Kroatiska

# #30209
source: Czech
sv: Tjeckiska

# #30210
source: Danish
sv: Danska

# #30211
source: Dutch
sv: Holländska

# #30212
source: English
sv: Engelska

# #30213
source: Estonian
sv: Estniska

# #30214
source: Finnish
sv: Finska

# #30215
source: French
sv: Franska

# #30216
source: German
sv: Tyska

# #30217
source: Greek
sv: Grekiska

# #30218
source: Hebrew
sv: Hebreiska

# #30220
source: Hungarian
sv: Ungerska

# #30221
source: Icelandic
sv: Isländska

# #30222
source: Indonesian
sv: Indonesiska

# #30224
source: Italian
sv: Italienska

# #30225
source: Japanese
sv: Japanska

# #30226
source: Korean
sv: Koreanska

# #30227
source: Latvian
sv: Lettiska

# #30228
source: Lithuanian
sv: Litauiska

# #30229
source: Macedonian
sv: Makedonska

# #30230
source: Norwegian
sv: Norska

# #30232
source: Polish
sv: Polska

# #30233
source: Portuguese
sv: Portugisiska

# #30234
source: Portuguese (Brazil)
sv: Portugisiska (Brazil)

# #30235
source: Romanian
sv: Rumänska

# #30236
source: Russian
sv: Ryska

# #30238
source: Slovak
sv: Slovakiska

# #30239
source: Slovenian
sv: Slovenska

# #30240
source: Spanish
sv: Spanska

# #30242
source: Swedish
sv: Svenska

# #30243
source: Thai
sv: Thailändska

# #30244
source: Turkish
sv: Turkiska

# #30245
source: Ukrainian
sv: Ukrainska

# #30246
source: Vietnamese
sv: Vietnamesiska
