Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Polish/strings.po
Languages: pl

# #610
source: Search
pl: Przeszukiwanie

# #611
source: Video should be running
pl: Powinno być odtwarzane wideo

# #612
source: Manually enter search string
pl: Wprowadź nazwę

# #642
source: Searching subtitles %s
pl: Szukanie napisów %s

# #646
source: Connecting...
pl: Łączenie...

# #649
source: Downloading subtitles...
pl: Pobieranie napisów...

# #652
source: Subtitles file downloaded and extracted
pl: Napisy pobrane i wypakowane

# #653
source: Connection failed
pl: Błąd połączenia

# #654
source: Error extracting subtitles
pl: Błąd przy wypakowywaniu napisów

# #655
source: Local subtitle available
pl: Lokalne napisy dostępne

# #656
source: Service did not respond within the time out limit
pl: Serwis nie odpowiedział w określonym czasie

# #657
source: No Subtitles Found!
pl: Nie znaleziono napisów!

# #744
source: subtitles found for
pl: napisów znalezionych dla

# #747
source: Search Using Parent Folder
pl: Szukaj używając nazwy folderu nadrzędnego

# #748
source: You can't save subtitle to selected destination
pl: Nie można zapisać napisów w podanym katalogu

# #750
source: Would you like to activate this subtitle temporarily?
pl: Czy aktywować te napisy tymczasowo?

# #751
source: Enter Movie Name (year)
pl: Wprowadź tytuł filmu (rok)

# #755
source: Server is overloaded, please try again later
pl: Serwer przeciążony, spróbuj później

# #756
source: Login failed. Please verify your settings at the addon Configuration
pl: Niezalogowano. Sprawdź ustawienia w konfikuracji wtyczki

# #757
source: Server requires you to rewrite code from image
pl: Serwer wymaga przepisania kodu z obrazka

# #759
source: Enter code of image in notification area
pl: Wpisz kod z obrazka

# #760
source: Available Services
pl: Dostępne serwisy

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
pl: Musisz być zalogowany aby pobrać te napisy,[CR]sprawdź ustawienia w "ustawieniach wtyczki"

# #762
source: Addon Settings
pl: Ustawienia wtyczki

# #763
source: Auto downloading first 'sync' subtitle
pl: Pobierz automatycznie pierwsze zsynchronizowane napisy

# #764
source: Downloading first 'sync' sub
pl: Pobieraj pierwsze zsynchronizowane napisy

# #765
source: first 'sync' subtitle downloaded
pl: pierwsze zsynchronizowane napisy pobrane

# #766
source: Choose Subtitle folder
pl: Wybierz folder dla napisów

# #767
source: No 'sync' subtitle found
pl: Nie znaleziono zsynchronizowanych napisów

# #30100
source: Languages
pl: Wybór języka

# #30101
source: Primary Language
pl: Pierwszy język

# #30102
source: Secondary Language
pl: Drugi język

# #30103
source: Services
pl: Wybierz serwis

# #30104
source: - Podnapisi.net Username
pl: - Podnapisi.net nazwa użytkownika

# #30105
source: - Podnapisi.net Password
pl: - Podnapisi.net hasło

# #30106
source: Advanced Options
pl: Opcje zaawansowane

# #30107
source: Subtitle Download Folder Same As Movie
pl: Pobierz napisy do katalogu z filmem

# #30108
source: - Set Custom Subtitle Download Path
pl: - katalog dla pobieranych napisów

# #30110
source: Manually Enter Search String
pl: Wprowadź szukany tytuł

# #30111
source: Third Language
pl: Trzeci język

# #30113
source: Select Default Movie Service
pl: Domyślny serwis dla filmów

# #30114
source: Select Default TV Show Service
pl: Domyślny serwis dla seriali

# #30118
source: Display file name in results page
pl: Wyświetl nazwę pliku na stronie z wynikami

# #30119
source: Search Using Parent Folder
pl: Szukaj używając folderu nadrzędnego

# #30121
source: Add Language To Filename
pl: Dodaj symbol języka do pliku napisów

# #30122
source: Set Default Timeout
pl: Domyślny timeout

# #30123
source: - Legendas.TV Username
pl: - Legendas.TV nazwa użytkownika

# #30124
source: - Legendas.TV Password
pl: - Legendas.TV hasło

# #30126
source: - Itasa Username
pl: - Itasa nazwa użytkownika

# #30127
source: - Itasa Password
pl: - Itasa hasło

# #30128
source: - Titulky Username
pl: - Titulky nazwa użytkownika

# #30129
source: - Titulky Password
pl: - Titulky hasło

# #30130
source: Search next available service if no results are found
pl: Przeszukaj nastepny serwis jeżeli poprzedni nie zawiera napisów

# #30131
source: Auto download first "sync" subtitle
pl: Pobierz automatycznie pierwsze zsynchronizowane napisy

# #30132
source: - LegendasDivx Username
pl: - LegendasDivx nazwa użytkownika

# #30133
source: - LegendasDivx Password
pl: - LegendasDivx hasło

# #30134
source: - PTSubs Username
pl: - PTSubs nazwa użytkownika

# #30135
source: - PTSubs Password
pl: - PTSubs hasło

# #30136
source: - OmniSubs Username
pl: - OmniSubs nazwa użytkownika

# #30137
source: - OmniSubs Password
pl: - OmniSubs hasło

# #30138
source: - LegendasZone Username
pl: - LegendasZone nazwa użytkownika

# #30139
source: - LegendasZone Password
pl: - LegendasZone hasło

# #30140
source: - Choose subs type:
pl: - Wybierz typ napisów:

# #30144
source: MPl2
pl: MPI2

# #30145
source: Use 'Subs' subfolder for storing subtitles
pl: Użyj podfolderu 'Subs' do przechowywania napisów

# #30146
source: - napisy24.pl Username
pl: - napisy24.pl Login

# #30147
source: - napisy24.pl Password
pl: - napisy24.pl Hasło

# #30148
source: - euTorrents Username
pl: - euTorrents Login

# #30149
source: - euTorrents Password
pl: - euTorrents Hasło

# #30150
source: No sub(s) in
pl: Brak napis(ów) w

# #30151
source: Search manual or parent!
pl: Wyszukiwanie ręczne lub automatyczne!

# #30152
source: Found sub(s) in
pl: Znaleziono napis(y) w

# #30153
source: Searching Title... Please wait!
pl: Szukanie tytułu... proszę czekać!

# #30154
source: Downloading... Please Wait!
pl: Pobieranie... proszę czekać!

# #30155
source: Extracting... Please Wait!
pl: Wypakowywanie... proszę czekać!

# #30156
source: Done Extracting!
pl: Wypakowywanie zakończone!

# #30157
source: Playing Title!
pl: Odtwarzanie Tytułu!

# #30158
source: - Pipocas Username
pl: - Pipocas Login

# #30159
source: - Pipocas Password
pl: - Pipocas Hasło

# #30160
source: Pause while showing UI
pl: Wstrzymaj odtwarzanie po otwarciu

# #30201
source: Albanian
pl: albański

# #30202
source: Arabic
pl: arabski

# #30203
source: Belarusian
pl: białoruski

# #30204
source: Bosnian (Latin)
pl: bośniacki

# #30205
source: Bulgarian
pl: bułgarski

# #30206
source: Catalan
pl: kataloński

# #30207
source: Chinese
pl: chiński

# #30208
source: Croatian
pl: chorwacki

# #30209
source: Czech
pl: czeski

# #30210
source: Danish
pl: duński

# #30211
source: Dutch
pl: holenderski

# #30212
source: English
pl: angielski

# #30213
source: Estonian
pl: estoński

# #30214
source: Finnish
pl: fiński

# #30215
source: French
pl: francuski

# #30216
source: German
pl: niemiecki

# #30217
source: Greek
pl: grecki

# #30218
source: Hebrew
pl: hebrajski

# #30220
source: Hungarian
pl: węgierski

# #30221
source: Icelandic
pl: islandzki

# #30222
source: Indonesian
pl: indonezyjski

# #30224
source: Italian
pl: włoski

# #30225
source: Japanese
pl: japoński

# #30226
source: Korean
pl: koreański

# #30227
source: Latvian
pl: łotewski

# #30228
source: Lithuanian
pl: litewski

# #30229
source: Macedonian
pl: macedoński

# #30230
source: Norwegian
pl: norweski

# #30232
source: Polish
pl: polski

# #30233
source: Portuguese
pl: portugalski

# #30234
source: Portuguese (Brazil)
pl: portugalski (Brazylia)

# #30235
source: Romanian
pl: rumuński

# #30236
source: Russian
pl: rosyjski

# #30238
source: Slovak
pl: słowacki

# #30239
source: Slovenian
pl: słoweński

# #30240
source: Spanish
pl: hiszpański

# #30242
source: Swedish
pl: szwedzki

# #30243
source: Thai
pl: tajlandzki

# #30244
source: Turkish
pl: turecki

# #30245
source: Ukrainian
pl: ukraiński

# #30246
source: Vietnamese
pl: wietnamski

# #30247
source: Farsi
pl: perski
