Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Greek/strings.po
Languages: el

# #610
source: Search
el: Αναζήτηση

# #611
source: Video should be running
el: Το βίντεο πρέπει να αναπαράγεται

# #612
source: Manually enter search string
el: Εισάγετε χειροκίνητα τους όρους αναζήτησης

# #642
source: Searching subtitles %s
el: Αναζήτηση υποτίτλων %s

# #646
source: Connecting...
el: Γίνεται σύνδεση...

# #649
source: Downloading subtitles...
el: Λήψη υποτίτλων...

# #652
source: Subtitles file downloaded and extracted
el: Έγινε λήψη και αποσυμπίεση του υποτίτλου

# #653
source: Connection failed
el: Αποτυχία σύνδεσης

# #654
source: Error extracting subtitles
el: Σφάλμα κατά την αποσυμπίεση των υποτίτλων

# #655
source: Local subtitle available
el: Υπάρχει διαθέσιμος υπότιτλος τοπικά

# #656
source: Service did not respond within the time out limit
el: Η υπηρεσία δεν ανταποκρίθηκε εντός του χρονικού ορίου

# #657
source: No Subtitles Found!
el: Δε Βρέθηκαν Υπότιτλοι!

# #744
source: subtitles found for
el: υπότιτλοι βρέθηκαν για

# #747
source: Search Using Parent Folder
el: Αναζήτηση βάσει του Πηγαίου Φακέλου

# #748
source: You can't save subtitle to selected destination
el: Δεν μπορείτε να σώσετε τον υπότιτλο στην επιλεγμένη τοποθεσία

# #750
source: Would you like to activate this subtitle temporarily?
el: Επιθυμείτε να ενεργοποιήσετε αυτόν τον υπότιτλο προσωρινά;

# #751
source: Enter Movie Name (year)
el: Εισαγωγή Τίτλου Ταινίας (έτος)

# #755
source: Server is overloaded, please try again later
el: Ο διακομιστής είναι υπερφορτωμένος, δοκιμάστε αργότερα

# #756
source: Login failed. Please verify your settings at the addon Configuration
el: Αποτυχία εισόδου. Επαληθεύστε τις ρυθμίσεις σας στην Προσαρμογή του πρόσθετου

# #757
source: Server requires you to rewrite code from image
el: Ο διακομιστής απαιτεί να γράψετε τον κωδικό από την εικόνα

# #758
source: Please take look at notification area
el: Ελέγξτε την περιοχή ειδοποιήσεων

# #759
source: Enter code of image in notification area
el: Εισάγετε τον κωδικό της εικόνας στην περιοχή ειδοποιήσεων

# #760
source: Available Services
el: Διαθέσιμες Υπηρεσίες

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
el: Πρέπει να είστε συνδεδεμένος για να κατεβάσετε αυτούς τους υπότιτλους,[CR]επαληθεύστε τις ρυθμίσεις σας στην Προσαρμογή του πρόσθετου

# #762
source: Addon Settings
el: Ρυθμίσεις Πρόσθετου

# #763
source: Auto downloading first 'sync' subtitle
el: Λαμβάνεται αυτόματα ο πρώτος 'συγχρονισμένος' υπότιτλος

# #764
source: Downloading first 'sync' sub
el: Λήψη του πρώτου 'συγχρονισμένου' υποτίτλου

# #765
source: first 'sync' subtitle downloaded
el: έγινε λήψη του πρώτου 'συγχρονισμένου' υποτίτλου

# #766
source: Choose Subtitle folder
el: Επιλογή φακέλου Υποτίτλων

# #767
source: No 'sync' subtitle found
el: Δε βρέθηκε 'συγχρονισμένος' υπότιτλος

# #30100
source: Languages
el: Γλώσσες

# #30101
source: Primary Language
el: Πρώτη Γλώσσα

# #30102
source: Secondary Language
el: Δεύτερη Γλώσσα

# #30103
source: Services
el: Υπηρεσίες

# #30104
source: - Podnapisi.net Username
el: - Όνομα Χρήστη για Podnapisi.net

# #30105
source: - Podnapisi.net Password
el: - Κωδικός για Podnapisi.net

# #30106
source: Advanced Options
el: Επιλογές για Προχωρημένους

# #30107
source: Subtitle Download Folder Same As Movie
el: Αποθήκευση υπότιτλου στο φάκελο της Ταινίας

# #30108
source: - Set Custom Subtitle Download Path
el: - Ορισμός Διαδρομής Αποθήκευσης Υποτίτλων

# #30110
source: Manually Enter Search String
el: Χειροκίνητη εισαγωγή όρων αναζήτησης

# #30111
source: Third Language
el: Τρίτη Γλώσσα

# #30113
source: Select Default Movie Service
el: Επιλογή Προεπιλεγμένης Υπηρεσίας Ταινιών

# #30114
source: Select Default TV Show Service
el: Επιλογή Προεπιλεγμένης Υπηρεσίας Σειρών

# #30118
source: Display file name in results page
el: Εμφάνιση ονόματος αρχείου στα αποτελέσματα

# #30119
source: Search Using Parent Folder
el: Αναζήτηση βάσει του Πηγαίου Φακέλου

# #30121
source: Add Language To Filename
el: Προσθήκη Γλώσσας στο όνομα του υποτίτλου

# #30122
source: Set Default Timeout
el: Ορισμός Χρονικού Ορίου

# #30123
source: - Legendas.TV Username
el: - Όνομα Χρήστη για Legendas.TV

# #30124
source: - Legendas.TV Password
el: - Κωδικός για Legendas.TV

# #30126
source: - Itasa Username
el: - Όνομα Χρήστη για Itasa

# #30127
source: - Itasa Password
el: - Κωδικός για Itasa

# #30128
source: - Titulky Username
el: - Όνομα Χρήστη για Titulky

# #30129
source: - Titulky Password
el: - Κωδικός για Titulky

# #30130
source: Search next available service if no results are found
el: Αναζήτηση μέσω της επόμενης διαθέσιμης υπηρεσίας αν δε βρεθούν αποτελέσματα

# #30131
source: Auto download first "sync" subtitle
el: Αυτόματη λήψη του πρώτου 'συγχρονισμένου' υπότιτλου

# #30132
source: - LegendasDivx Username
el: - Όνομα Χρήστη για LegendasDivx

# #30133
source: - LegendasDivx Password
el: - Κωδικός για LegendasDivx

# #30134
source: - PTSubs Username
el: - Όνομα Χρήστη για PTSubs

# #30135
source: - PTSubs Password
el: - Κωδικός για PTSubs

# #30136
source: - OmniSubs Username
el: - Όνομα Χρήστη για OmniSubs

# #30137
source: - OmniSubs Password
el: - Κωδικός για OmniSubs

# #30138
source: - LegendasZone Username
el: - Όνομα Χρήστη για LegendasZone

# #30139
source: - LegendasZone Password
el: - Κωδικός για LegendasZone

# #30140
source: - Choose subs type:
el: - Επιλογή τύπου υποτίτλων:

# #30145
source: Use 'Subs' subfolder for storing subtitles
el: Χρήση υποφακέλου 'Subs' για αποθήκευση υποτίτλων

# #30146
source: - napisy24.pl Username
el: - Όνομα χρήστη napisy24.pl

# #30147
source: - napisy24.pl Password
el: - Κωδικός napisy24.pl

# #30148
source: - euTorrents Username
el: - Όνομα χρήστη euTorrents

# #30149
source: - euTorrents Password
el: - Κωδικός euTorrents

# #30150
source: No sub(s) in
el: Κανένας υπότιτλος σε

# #30151
source: Search manual or parent!
el: Χειροκίνητη ή βάσει του αρχικού φακέλου αναζήτηση!

# #30152
source: Found sub(s) in
el: Βρέθηκαν υπότιτλοι σε

# #30153
source: Searching Title... Please wait!
el: Αναζήτηση Τίτλου... Παρακαλώ περιμένετε!

# #30154
source: Downloading... Please Wait!
el: Γίνεται λήψη... Παρακαλώ περιμένετε!

# #30155
source: Extracting... Please Wait!
el: Γίνεται αποσυμπίεση... Παρακαλώ περιμένετε!

# #30156
source: Done Extracting!
el: Ολοκλήρωση αποσυμπίεσης!

# #30157
source: Playing Title!
el: Αναπαραγωγή Τίτλου!

# #30158
source: - Pipocas Username
el: - Όνομα χρήστη Pipocas

# #30159
source: - Pipocas Password
el: - Κωδικός Pipocas

# #30160
source: Pause while showing UI
el: Παύση κατά την εμφάνιση του περιβάλλοντος εργασίας

# #30201
source: Albanian
el: Αλβανικά

# #30202
source: Arabic
el: Αραβικά

# #30203
source: Belarusian
el: Λευκορώσικα

# #30204
source: Bosnian (Latin)
el: Βοσνιακά (Λατινικά)

# #30205
source: Bulgarian
el: Βουλγάρικα

# #30206
source: Catalan
el: Καταλανικά

# #30207
source: Chinese
el: Κινέζικα

# #30208
source: Croatian
el: Κροατικά

# #30209
source: Czech
el: Τσέχικα

# #30210
source: Danish
el: Δανικά

# #30211
source: Dutch
el: Ολλανδικά

# #30212
source: English
el: Αγγλικά

# #30213
source: Estonian
el: Εσθονικά

# #30214
source: Finnish
el: Φινλανδικά

# #30215
source: French
el: Γαλλικά

# #30216
source: German
el: Γερμανικά

# #30217
source: Greek
el: Ελληνικά

# #30218
source: Hebrew
el: Εβραϊκά

# #30219
source: Hindi
el: Ινδικά

# #30220
source: Hungarian
el: Ουγγρικά

# #30221
source: Icelandic
el: Ισλανδικά

# #30222
source: Indonesian
el: Ινδονησιακά

# #30224
source: Italian
el: Ιταλικά

# #30225
source: Japanese
el: Ιαπωνικά

# #30226
source: Korean
el: Κορεάτικα

# #30227
source: Latvian
el: Λετονικά

# #30228
source: Lithuanian
el: Λιθουανικά

# #30229
source: Macedonian
el: Γλώσσα FYROM

# #30230
source: Norwegian
el: Νορβηγικά

# #30232
source: Polish
el: Πολωνικά

# #30233
source: Portuguese
el: Πορτογαλικά

# #30234
source: Portuguese (Brazil)
el: Πορτογαλικά (Βραζιλίας)

# #30235
source: Romanian
el: Ρουμανικά

# #30236
source: Russian
el: Ρώσικα

# #30237
source: SerbianLatin
el: Σερβικά Λατινικά

# #30238
source: Slovak
el: Σλοβακικά

# #30239
source: Slovenian
el: Σλοβενικά

# #30240
source: Spanish
el: Ισπανικά

# #30242
source: Swedish
el: Σουηδικά

# #30243
source: Thai
el: Ταϊλανδικά

# #30244
source: Turkish
el: Τούρκικα

# #30245
source: Ukrainian
el: Ουκρανικά

# #30246
source: Vietnamese
el: Βιετναμέζικα

# #30247
source: Farsi
el: Φαρσί
