Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/*/strings.po
Languages: french, german, italian, portuguese, russian, spanish

# #610
source: Search
french: Chercher
german: Suche
italian: Cercare
portuguese: Procurar em
russian: Поиск
spanish: Buscar en

# #611
source: Video should be running
french: La vidéo devrait être en cours
german: Video sollte laufen
italian: Il video dovrebbe essere in esecuzione
portuguese: O video deverá estar a correr
russian: Должно проигрываться видео
spanish: El vídeo tiene que estar en marcha

# #612
source: Manually enter search string
french: Saisir le filtre de recherche
german: Suchbegriff manuell eingeben
italian: Inserisci manualmente la stringa di ricerca
portuguese: Procura manual
russian: Введите строку поиска
spanish: Búsqueda manual...

# #642
source: Searching subtitles %s
french: Recherche de sous-titres %s
german: Suche Untertitel %s
italian: Cerco i sottotitoli %s
portuguese: Procurando legendas %s
russian: Поиск субтитров %s
spanish: Buscando subtítulos %s

# #646
source: Connecting...
french: Connexion en cours...
german: Verbinde...
italian: Connessione...
portuguese: Ligando...
russian: Подключение…
spanish: Conectando...

# #649
source: Downloading subtitles...
french: Téléchargement des sous-titres...
german: Lade Untertitel...
italian: Scaricando sottotitoli...
portuguese: Transferindo legendas...
russian: Загрузка субтитров…
spanish: Descargando subtítulos...

# #652
source: Subtitles file downloaded and extracted
french: Fichier sous-titre téléchargé et extrait
german: Untertitel geladen und entpackt
italian: File di sottotitoli scaricato e estratto
portuguese: Transferência concluída, ficheiro extraído
russian: Файл субтитров загружен и распакован
spanish: Archivo de subtítulos descargado y extraido

# #653
source: Connection failed
french: Echec de la connexion
german: Verbindung fehlgeschlagen
italian: Connessione fallita
portuguese: Falha na Ligação
russian: Не удалось подключиться
spanish: Error de conexión

# #654
source: Error extracting subtitles
french: Erreur d'extraction des sous-titres
german: Fehler beim Entpacken der Untertitel
italian: Errore nell'estrazione dei sottotitoli
portuguese: Erro ao extrair a legenda
russian: Ошибка при распаковке субтитров
spanish: Error extrayendo los subtítulos

# #655
source: Local subtitle available
french: Sous-titre disponible localement
german: Lokale Untertitel verfügbar
italian: Sottotitolo locale disponibile
portuguese: Legenda local disponível
russian: Доступны локальные субтитры
spanish: Subtítulo local disponible

# #656
source: Service did not respond within the time out limit
french: Le service n'a pas répondu à temps
german: Dienst antwortete nicht innerhalb des Zeitlimits
italian: Il servizio non ha risposto nel tempo limite
portuguese: O serviço não respondeu no tempo disponível
russian: Превышен интервал ожидания ответа севера
spanish: El servicio no respondió dentro del límite del tiempo de espera

# #657
source: No Subtitles Found!
french: Pas de sous-titre trouvé !
german: Keine Untertitel gefunden!
italian: Nessun Sottotitoli Trovato!
portuguese: Nenhuma Legenda Encontrada!
russian: Субтитры не найдены
spanish: ¡Subtítulos no encontrados!

# #744
source: subtitles found for
french: Sous-titres trouvés pour
german: Untertitel gefunden für
italian: Sottotitoli trovati per
portuguese: legenda(s) encontrada(s) para
russian: субтитров найдено для
spanish: subtítulos encontrados para

# #747
source: Search Using Parent Folder
french: Rechercher dans le répertoire parent
german: Suche anhand des Überordners
italian: Cerca Usando La Cartella Principale
portuguese: Pesquisar pelo Nome da Pasta
russian: Использовать имя папки для поиска
spanish: Búsqueda usando la carpeta principal

# #748
source: You can't save subtitle to selected destination
french: Impossible d'enregistrer les sous-titres à cet endroit
german: Untertitel können in dem Zielverzeichnis nicht gespeichert werden
italian: Non è possibile salvare nella destinazione selezionata
portuguese: Não pode gravar a legenda no destino seleccionado
russian: Невозможно сохранить субтитры по выбранному пути
spanish: No se pueden guardar subtítulos en el destino seleccionado

# #750
source: Would you like to activate this subtitle temporarily?
french: Voulez-vous activer temporairement ces sous-titres ?
german: Sollen diese Untertitel temporär aktiviert werden?
italian: Vuoi attivare questi sottotitoli temporaneamente?
portuguese: Gostaria de activar esta legenda temporariamente?
russian: Включить субтитры временно?
spanish: ¿Desea activar este subtítulo temporalmente?

# #751
source: Enter Movie Name (year)
french: Saisir le nom du film (année)
german: Filmtitel eingeben (Jahr)
italian: Inserire il Nome del Film (anno)
portuguese: Escreva o Nome do Filme (ano)
russian: Введите название фильма (год)
spanish: Introduzca el nombre de la película (año)

# #755
source: Server is overloaded, please try again later
french: Serveur surchargé, merci de réessayer ultérieurement
german: Server ist überlastet, bitte versuchen Sie es später noch einmal
italian: Il server è sovraccarico, riprovare più tardi
portuguese: O servidor está sobrecarregado, por favor tente mais tarde
russian: Сервер перегружен. Повторите попытку позже
spanish: Servidor sobrecargado, inténtalo más tarde

# #756
source: Login failed. Please verify your settings at the addon Configuration
french: Erreur de connexion. Vérifiez vos paramètres de configuration dans l'extension
german: Anmelden fehlgeschlagen. Bitte die Addon Einstellungen überprüfen
italian: Login fallita. Verifica le impostazioni nel Configuratore di addon
portuguese: O início de sessão falhou. Verifique os seus dados nas configurações do addon
russian: Не удалось войти на сервер. Проверьте настройки дополнения.
spanish: Error al iniciar sesión. Por favor, compruebe los datos en la configuración del Add-on

# #757
source: Server requires you to rewrite code from image
french: Le service requiers la resaisie du captcha
italian: Il server richiede che tu riscriva il codice dall'immagine
portuguese: O servidor requer que o código da imagem seja reescrito
russian: Сервер требует ввода кода с картинки
spanish: El servidor requiere que se vuelva a escribir el código de imagen

# #758
source: Please take look at notification area
french: Merci de consulter la zone de notification
german: Bitte beachten Sie den Mitteilungsbereich
italian: Controllare l'area di notifica
portuguese: Por favor verifique a área de notificação
russian: Обратите внимание на область уведомлений
spanish: Por favor mira el área de notificación

# #759
source: Enter code of image in notification area
french: Saisir le Captcha dans la zone de notification
italian: Inserisci il codice dall'immagine nell'area di notifica
portuguese: Insira o código da imagem na área de notificação
russian: Введите код с картинки в области уведомлений
spanish: Ingrese el código de la imagen en el área de notificación

# #760
source: Available Services
french: Services disponibles
german: Verfügbare Dienste
italian: Servizi Disponibili
portuguese: Serviços Disponíveis
russian: Доступные службы
spanish: Servicios disponibles

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
french: Vous devez être connecté pour télécharger ces sous-titres,[CR]vérifier vos paramètres dans la configuration de l'extension
german: Du musst angemeldet sein, um diese Untertitel herunterladen zu können.[CR]Überprüfe deine Einstellungen in der Addon Konfiguration.
italian: Devi essere loginato per scaricare questi sottotitoli,[CR]verifica le impostazione nel Configuratore di addon
portuguese: Deve iniciar sessão para transferir estas legendas,[CR]verifique as definições do add-on.
russian: Для загрузки этих субтитров нужно войти на сервер.[CR]Проверьте настройки дополнения.
spanish: Debes estar registrado para descargar estos subtítulos,[CR] verifica la configuración en opciones del Add-on

# #762
source: Addon Settings
french: Paramètres de l'extension
german: Addon Einstellungen
italian: Impostazioni Addon
portuguese: Definições
russian: Настройки дополнения
spanish: Opciones de Add-on

# #763
source: Auto downloading first 'sync' subtitle
french: Téléchargement automatique du premier sous-titre synchronisé
german: Ersten 'sync'-Untertitel automatisch herunterladen
italian: Auto-scaricamento del primo sottotitolo 'sincronizzato'
portuguese: Transferir automaticamente a primeira legenda sincronizada
russian: Автоматическая загрузка 1-х синхронизированных субтитров
spanish: Descargando el primer subtítulo 'sincronizado'

# #764
source: Downloading first 'sync' sub
french: Téléchargement du premier sous-titre synchronisé
german: Lade ersten 'sync'-Untertitel
italian: Scaricamento del primo sottotitolo 'sincronizzato'
portuguese: Transferindo a primeira legenda sincronizada
russian: Загрузка 1-х синхронизированных субтитров
spanish: Descargando primer subtítulo 'sincronizado'

# #765
source: first 'sync' subtitle downloaded
french: Premier sous-titre synchronisé téléchargé
german: Erster 'sync'-Untertitel heruntergeladen
italian: primo sottotitolo 'sincronizzato' scaricato
portuguese: a primeira legenda sincronizada foi transferida
russian: 1-е синхронизированные субтитры загружены
spanish: Primer subtítulo 'sincronizado" descargado

# #766
source: Choose Subtitle folder
french: Choisir le répertoire de sous-titre
german: Wähle Untertitel Ordner
italian: Scegliere la cartella coi sottotitoli
portuguese: Escolha a pasta de legendas
russian: Выберите папку для субтитров
spanish: Elige carpeta de Subtítulos

# #767
source: No 'sync' subtitle found
french: Aucun sous-titre synchronisé trouvé
german: Kein 'sync'-Untertitel gefunden
italian: Nessun sottotitolo 'sincronizzato' trovato
portuguese: Não foi encontrada nenhuma legenda sincronizada
russian: Синхронизированные субтитры не найдены
spanish: No se ha encontrado ningún subtítulo 'sincronizado'

# #30100
source: Languages
french: Selection des Langues
german: Wähle Sprache
italian: Lingue
portuguese: Idiomas
russian: Языки
spanish: Idiomas

# #30101
source: Primary Language
french: Langue principale
german: Erste Sprache
italian: Lingua Principale
portuguese: Idioma Principal
russian: Основной язык
spanish: Idioma principal

# #30102
source: Secondary Language
french: Seconde Langue
german: Zweite Sprache
italian: Lingua Secondaria
portuguese: Idioma Secundário
russian: Второй язык
spanish: Idioma secundario

# #30103
source: Services
french: Selection des Services
german: Wähle Dienst
italian: Servizi
portuguese: Serviços
russian: Службы
spanish: Servicios

# #30104
source: - Podnapisi.net Username
french: - Nom d'utilisateur Podnapisi.net
german: - Podnapisi.net Benutzername
italian: - Podnapisi.net Nome Utente
portuguese: - Nome Do Utilizador Podnapisi.net
russian: - Имя пользователя Podnapisi.net
spanish: - Podnapisi.net Usuario

# #30105
source: - Podnapisi.net Password
french: - Mot de passe Podnapisi.net
german: - Podnapisi.net Passwort
portuguese: - Palavra-passe Podnapisi.net
russian: - Пароль Podnapisi.net
spanish: - Podnapisi.net Contraseña

# #30106
source: Advanced Options
french: Options avancées
german: Erweiterte Optionen
italian: Opzioni Avanzate
portuguese: Opções Avançadas
russian: Дополнительно
spanish: Opciones avanzadas

# #30107
source: Subtitle Download Folder Same As Movie
french: Télécharger les sous-titres dans le répertoire du film
german: Speichere Untertitel in den Filmordner
italian: Cartella Scaricamento Sottotitoli Uguale Al Film
portuguese: Gravar Legenda na Pasta do Filme
russian: Загружать субтитры в папку с видеофайлом
spanish: Descargar subtítulos en la carpeta de la película

# #30108
source: - Set Custom Subtitle Download Path
french: - Définir le chemin d'enregistrement des sous-titres
german: - Setze individuellen Untertitel Downloadpfad
italian: - Imposta Cartella Specifica Per Scaricamento Sottotitoli
portuguese: - Selecione a Pasta Personalizada
russian: - Выбрать путь для загрузки субтитров
spanish: - Establecer carpeta para descarga de subtítulos

# #30110
source: Manually Enter Search String
french: Saisir la chaine de recherche
german: Manuelle Eingabe des Suchbegriffs
italian: Inserisci Stringa di Ricerca Manualmente
portuguese: Pesquisa Manual
russian: Ручной ввод строки поиска
spanish: Introduzca manualmente la cadena de búsqueda

# #30111
source: Third Language
french: Troisième Langue
german: Dritte Sprache
italian: Terza Lingua
portuguese: Idioma Terciário
russian: Третий язык
spanish: Tercer idioma

# #30113
source: Select Default Movie Service
french: Définir le service par défaut des films
german: Wähle Standard Film-Dienst
italian: Seleziona Servizio Predefinito per Films
portuguese: Selecione o Serviço Padrão para Filmes
russian: Служба для фильмов по умолчанию
spanish: Seleccione servicio de películas predeterminado

# #30114
source: Select Default TV Show Service
french: Définir le service par défaut des séries TV
german: Wähle Standard TV-Show-Dienst
italian: Seleziona Servizio Predefinito per Telefilms
portuguese: Selecione o Serviço Padrão para Séries
russian: Служба для сериалов по умолчанию
spanish: Seleccione servicio de Series de TV predeterminado

# #30118
source: Display file name in results page
french: Afficher le nom sur la page des résultats
german: Zeige Dateinamen im Suchergebnis
italian: Mostra il nome del file nella pagina dei risultati
portuguese: Mostrar o Nome do Arquivo nos Resultados
russian: Показывать имя файла на странице результатов
spanish: Mostrar nombre del fichero en la página de resultados

# #30119
source: Search Using Parent Folder
french: Rechercher dans le répertoire parent
german: Suche anhand des Überordners
italian: Cerca Usando La Cartella Superiore
portuguese: Pesquisar Usando o Nome da Pasta
russian: Использовать имя папки для поиска
spanish: Buscar usando la carpeta superior

# #30121
source: Add Language To Filename
french: Ajouter la langue au nom
german: Füge Sprache dem Dateinamen hinzu
italian: Aggiungi Lingua Al Nome Del File
portuguese: Adicionar Idioma ao Nome do Arquivo
russian: Добавлять код языка к имени файла
spanish: Añadir el idioma al nombre del fichero

# #30122
source: Set Default Timeout
french: Définir le délai d'attente par défaut
german: Setze Standard Zeitlimit
italian: Imposta Massima Attesa Standard
portuguese: Definir tempo-limite padrão
russian: Интервал ожидания по умолчанию

# #30123
source: - Legendas.TV Username
french: - Nom d'utilisateur Legendas.TV
german: - Legendas.TV Benutzername
italian: - Nome Utente per Legendas.TV
portuguese: - Nome do Utilizador Legendas.TV
russian: - Имя пользователя Legendas.TV
spanish: - Usuario Legendas.TV

# #30124
source: - Legendas.TV Password
french: - Mot de passe Legendas.TV
german: - Legendas.TV Passwort
italian: - Password per Legendas.TV
portuguese: - Palavra-passe Legendas.TV
russian: - Пароль Legendas.TV
spanish: - Contraseña Legendas.TV

# #30126
source: - Itasa Username
french: - Nom d'utilisateur Itasa
german: - Itasa Benutzername
italian: - Nome Utente per Itasa
portuguese: - Nome do Utilizador Itasa
russian: - Имя пользователя Itasa
spanish: - Usuario Itasa

# #30127
source: - Itasa Password
french: - Mot de passe Itasa
german: - Itasa Passwort
italian: - Password per Itasa
portuguese: - Palavra-passe Itasa
russian: - Пароль Itasa
spanish: - Contraseña Itasa

# #30128
source: - Titulky Username
french: - Nom d'utilisateur Titulky
german: - Titulky Benutzername
italian: - Nome Utente per Titulky
portuguese: - Nome do Utilizador Titulky
russian: - Имя пользователя Titulky
spanish: - Usuario Titulky

# #30129
source: - Titulky Password
french: - Mot de passe Titulky
german: - Titulky Passwort
italian: - Password per Titulky
portuguese: - Palavra-passe Titulky
russian: - Пароль Titulky
spanish: - Contraseña Titulky

# #30130
source: Search next available service if no results are found
french: Rechercher le prochain service disponible en cas d'absence de résultats
german: Suche den nächsten verfügbaren Dienst wenn keine Resultate gefunden wurden.
italian: Ricerca usando il servizio successivo se non ci sono risultati
portuguese: Se não houver resultados, procurar no serviço seguinte
russian: Использовать следующую службу, если ничего не найдено
spanish: Buscar el siguiente servicio disponible si no se encuentran resultados

# #30131
source: Auto download first "sync" subtitle
french: Télécharger automatiquement le premier sous-titre synchonisé
german: Lade den ersten 'sync'-Untertitel automatisch herunter.
italian: Scarica automaticamente il primo sottotitolo "sincronizzato"
portuguese: Transferir automaticamente a primeira legenda sincronizada
russian: Загрузка 1-х синхронизированных субтитров
spanish: Descargar automáticamente el primer subtítulo "sincronizado"

# #30132
source: - LegendasDivx Username
french: - Nom d'utilisateur LegendasDivx
german: - LegendasDivx Benutzername
italian: - Nome Utente per LegendasDivx
portuguese: - Nome Do Utilizador LegendasDivx
russian: - Имя пользователя LegendasDivx
spanish: - Usuario LegendasDivx

# #30133
source: - LegendasDivx Password
french: - Mot de passe LegendasDivx
german: - LegendasDivx Passwort
italian: - Password per LegendasDivx
portuguese: - Palavra-passe LegendasDivx
russian: - Пароль LegendasDivx
spanish: - Contraseña LegendasDivx

# #30134
source: - PTSubs Username
french: - Nom d'utilisateur PTSubs
german: - PTSubs Benutzername
italian: - Nome Utente per PTSubs
portuguese: - Nome de Utilizador PTSubs
russian: - Имя пользователя PTSubs
spanish: - Usuario PTSubs

# #30135
source: - PTSubs Password
french: - Mot de passe PTSubs
german: - PTSubs Passwort
italian: - Password per PTSubs
portuguese: - Palavra-passe PTSubs
russian: - Пароль PTSubs
spanish: - Contraseña PTSubs

# #30136
source: - OmniSubs Username
french: - Nom d'utilisateur Omnisubs
german: - OmniSubs Benutzername
italian: - Nome Utente per OmniSubs
portuguese: - Nome Do Utilizador OmniSubs
russian: - Имя пользователя OmniSubs
spanish: - Usuario OmniSubs

# #30137
source: - OmniSubs Password
french: - Mot de passe Omnisubs
german: - OmniSubs Passwort
italian: - Password per OmniSubs
portuguese: - Palavra-passe OmniSubs
russian: - Пароль OmniSubs
spanish: - Contraseña OmniSubs

# #30138
source: - LegendasZone Username
french: - Nom d'utilisateur LegendasZone
german: - LegendasZone Benutzername
italian: - Nome Utente per LegendasZone
portuguese: - Nome Do Utilizador LegendasZone
russian: - Имя пользователя LegendasZone
spanish: - Usuario LegendasZone

# #30139
source: - LegendasZone Password
french: - Mot de passe LegendasZone
german: - LegendasZone Passwort
italian: - Password per LegendasZone
portuguese: - Palavra-passe LegendasZone
russian: - Пароль LegendasZone
spanish: - Contraseña LegendasZone

# #30140
source: - Choose subs type:
french: - Choisir le type de sous-titres :
german: - Wähle Untertiteltyp:
italian: - Scegli tipo sottotitoli:
portuguese: - Escolha o tipo de legenda:
russian: - Выберите тип субтитров:
spanish: - Elige el tipo de subtítulo:

# #30145
source: Use 'Subs' subfolder for storing subtitles
french: Utiliser le répertoire 'Subs' pour stocker les sous-titres
german: Nutze 'Subs'-Unterordner zum speichern
italian: Usa la sottocartella 'Subs' per salvare i sottotitoli
portuguese: Utilizador a pasta 'Subs' para guardar legendas
russian: Использовать подпапку "Subs" для сохранения субтитров
spanish: Usar subcarpeta 'Subs' para almacenar los subtilulos

# #30146
source: - napisy24.pl Username
french: - Nom d'utilisateur napisy24.pl
german: - napisy24.pl Benutzername
italian: - Nome Utente per napisy24.pl
portuguese: - Nome Do Utilizador napisy24.pl
russian: - Имя пользователя napisy24.pl
spanish: - Usuario napisy24.pl

# #30147
source: - napisy24.pl Password
french: - Mot de passe napisy24.pl
german: - napisy24.pl Passwort
italian: - Password per napisy24.pl
portuguese: - Palavra-passe napisy24.pl
russian: - Пароль napisy24.pl
spanish: - Contraseña napisy24.pl

# #30148
source: - euTorrents Username
french: - Nom d'utilisateur euTorrents
german: - euTorrents Benutzername
italian: - Nome Utente per euTorrents
portuguese: - Nome Do Utilizador euTorrents
russian: - Имя пользователя euTorrents
spanish: - Usuario euTorrents Usuario

# #30149
source: - euTorrents Password
french: - Mot de passe euTorrents
german: - euTorrents Passwort
italian: - Password per euTorrents
portuguese: - Palavra-passe euTorrents
russian: - Пароль euTorrents
spanish: - Contraseña euTorrents

# #30150
source: No sub(s) in
french: Pas de sous-titre(s) dans
german: Keine Untertitel in
italian: Nessun sottotitolo(i) ricevuto
portuguese: Nenhuma(s) legenda(s) em
russian: Нет субтитров в
spanish: No hay subtítulo(s) en

# #30151
source: Search manual or parent!
french: Recherche manuelle ou dans le répertoire parent
german: Suche manuell oder anhand des Überordners!
italian: Ricerca manuale o nella cartella principale!
portuguese: Procura manual ou por nome da pasta!
russian: Выполните поиск вручную или перейдите в родительскую папку
spanish: ¡Búsqueda manual o en carpeta superior!

# #30152
source: Found sub(s) in
french: Sous-titre(s) trouvé(s) dans
german: Gefundene Untertitel in
italian: Trovati sottotitoli in
portuguese: Legenda(s) encontrada(s) em
russian: Найдены субтитры в
spanish: Buscar subtítulo(s) en

# #30153
source: Searching Title... Please wait!
french: Recherche du titre en cours... Veuillez patienter !
german: Suche Titel... Bitte warten!
italian: Cerco Titolo... Attendere!
portuguese: Procurando titulo... Por favor, aguarde!
russian: Поиск названия… Подождите.
spanish: ¡Buscando Título... por favor espere!

# #30154
source: Downloading... Please Wait!
french: Téléchargement en cours... Veuillez patienter !
german: Downloading... Bitte warten!
italian: Scaricamento... Attendere!
portuguese: Transferindo... Por favor, aguarde!
russian: Загрузка… Подождите
spanish: ¡Descargando... por favor espere!

# #30155
source: Extracting... Please Wait!
french: Extraction en cours... Veuillez patienter !
german: Entpacke... Bitte warten!
italian: Scompressione... Attendere!
portuguese: Descomprimindo ficheiros... Por favor, aguarde!
russian: Распаковка… Подождите
spanish: ¡Extrayendo... por favor espere!

# #30156
source: Done Extracting!
french: Extraction terminée !
german: Entpacken fertig!
italian: Estrazione completata!
portuguese: A extracção de ficheiros foi concluída!
russian: Распаковка завершена.
spanish: Extracción realizada

# #30157
source: Playing Title!
french: Lecture du titre en cours !
german: Spiele Titel!
italian: Riproduco Titolo!
portuguese: Reproduzindo!
russian: Проигрываю файл.
spanish: ¡Reproducciendo Título!

# #30158
source: - Pipocas Username
french: - Nom d'utilisateur Pipocas
german: - Pipocas Benutzername
italian: - Nome Utente Pipocas
portuguese: - Nome de utilizador Pipocas
russian: - Имя пользователя Pipocas
spanish: - Usuario Pipocas

# #30159
source: - Pipocas Password
french: - Mot de passe Pipocas
german: - Pipocas Passwort
italian: - Password Pipocas
portuguese: - Palavra passe Pipocas
russian: - Пароль Pipocas
spanish: - Contraseña Pipocas

# #30160
source: Pause while showing UI
french: Mettre en pause pendant l'affichage de l'interface
german: Während der Anzeige der Bedienoberfläche pausieren
italian: Pausa durante visualizzazione interfaccia utente
portuguese: Pausar ao mostrar a interface
russian: Пауза при отображении интерфейса
spanish: Pausar mientras se muestra la interfaz de usuario

# #30201
source: Albanian
french: Albanais
german: Albanisch
italian: Albanese
portuguese: Albanês
russian: Албанский
spanish: Albanés

# #30202
source: Arabic
french: Arabe
german: Arabisch
italian: Arabo
portuguese: Árabe
russian: Арабский
spanish: Arabe
