Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/*/strings.po
Languages: french, german, italian, portuguese, russian, spanish

# #30203
source: Belarusian
french: Biélorusse
german: Weißrussisch
italian: Bielorusso
portuguese: Bielorrusso
russian: Белорусский
spanish: Bieloruso

# #30204
source: Bosnian (Latin)
french: Bosnien (Latin)
german: Bosnisch (Latein)
italian: Bosniaco
portuguese: Bósnio (Latino)
russian: Боснийский (Latin)
spanish: Bosnio (Latin)

# #30205
source: Bulgarian
french: Bulgare
german: Bulgarisch
italian: Bulgaro
portuguese: Búlgaro
russian: Болгарский
spanish: Bulgaro

# #30206
source: Catalan
german: Katalanisch
italian: Catalano
portuguese: Catalão
russian: Каталанский
spanish: Catalán

# #30207
source: Chinese
french: Chinois
german: Chinesisch
italian: Cinese
portuguese: Chinês
russian: Китайский
spanish: Chino

# #30208
source: Croatian
french: Croate
german: Kroatisch
italian: Croato
portuguese: Croata
russian: Хорватский
spanish: Croata

# #30209
source: Czech
french: Tchèque
german: Tschechisch
italian: Ceco
portuguese: Checo
russian: Чешский
spanish: Checo

# #30210
source: Danish
french: Danois
german: Dänisch
italian: Danese
portuguese: Dinamarquês
russian: Датский
spanish: Danés

# #30211
source: Dutch
french: Néerlandais
german: Niederländisch
italian: Tedesco
portuguese: Holandês
russian: Голландский
spanish: Holandés

# #30212
source: English
french: Anglais
german: Englisch
italian: Inglese
portuguese: Inglês
russian: Английский
spanish: Inglés

# #30213
source: Estonian
french: Estonien
german: Estnisch
italian: Estone
portuguese: Estoniano
russian: Эстонский
spanish: Estonio

# #30214
source: Finnish
french: Finlandais
german: Finnishh
italian: Finlandese
portuguese: Finlandês
russian: Финский
spanish: Finés

# #30215
source: French
french: Français
german: Französisch
italian: Francese
portuguese: Francês
russian: Французский
spanish: Francés

# #30216
source: German
french: Allemand
german: Deutsch
italian: Tedesco
portuguese: Alemão
russian: Немецкий
spanish: Alemán

# #30217
source: Greek
french: Grec
german: Griechisch
italian: Grego
portuguese: Grego
russian: Греческий
spanish: Griego

# #30218
source: Hebrew
french: Israélien
german: Hebräisch
italian: Ebraico
portuguese: Hebraico
russian: Иврит
spanish: Hebreo

# #30219
source: Hindi
portuguese: Indiano
russian: Хинди
spanish: Hindú

# #30220
source: Hungarian
french: Hongrois
german: Ungarisch
italian: Ungherese
portuguese: Húngaro
russian: Венгерский
spanish: Hungaro

# #30221
source: Icelandic
french: Islandais
german: Isländisch
italian: Islandese
portuguese: Islandês
russian: Исландский
spanish: Islandés

# #30222
source: Indonesian
french: Indonésien
german: Indonesisch
italian: Indonesiano
portuguese: Indonésio
russian: Индонезийский
spanish: Indonesio

# #30224
source: Italian
french: Italien
german: Italienisch
italian: Italiano
portuguese: Italiano
russian: Итальянский
spanish: Italiano

# #30225
source: Japanese
french: Japonais
german: Japanisch
italian: Giapponese
portuguese: Japonês
russian: Японский
spanish: Japonés

# #30226
source: Korean
german: Koreanisch
italian: Koreano
portuguese: Coreano
russian: Корейский
spanish: Coreano

# #30227
source: Latvian
french: Letton
german: Lettisch
italian: Lettone
portuguese: Letão
russian: Латвийский
spanish: Letonés

# #30228
source: Lithuanian
french: Lituanien
german: Litauisch
italian: Lituano
portuguese: Lituano
russian: Литовский
spanish: Lituano

# #30229
source: Macedonian
french: Macédonien
german: Mazedonisch
italian: Macedone
portuguese: Macedônio
russian: Македонский
spanish: Macedonio

# #30230
source: Norwegian
french: Norvégien
german: Norwegisch
italian: Norvegese
portuguese: Norueguês
russian: Норвежский
spanish: Noruego

# #30232
source: Polish
french: Polonais
german: Polnisch
italian: Polacco
portuguese: Polonês
russian: Поьский
spanish: Polaco

# #30233
source: Portuguese
french: Portugais
german: Portugiesisch
italian: Portoghese
portuguese: Português
russian: Португальский
spanish: Portugués

# #30234
source: Portuguese (Brazil)
french: Portugais (Brésil)
german: Portugiesisch (Brasilien)
italian: Portoghese (Brasile)
portuguese: Português (Brasileiro)
russian: Португальский (Бразилия)
spanish: Portugués (Brasil)

# #30235
source: Romanian
french: Roumain
german: Rumänisch
italian: Rumeno
portuguese: Romeno
russian: Румынский
spanish: Rumano

# #30236
source: Russian
french: Russe
german: Russisch
italian: Russo
portuguese: Russo
russian: Русский
spanish: Ruso

# #30237
source: SerbianLatin
french: Serbie Latin
german: Serbisch (Latein)
italian: SerboLatino
portuguese: Sérvio
russian: Сербский (латиница)
spanish: Serbolatino

# #30238
source: Slovak
french: Slovaque
german: Slowakisch
italian: Slovacco
portuguese: Eslovaco
russian: Словакский
spanish: Eslovaquio

# #30239
source: Slovenian
french: Slovénien
german: Slowenisch
italian: Sloveno
portuguese: Esloveno
russian: Словенский
spanish: Esloveno

# #30240
source: Spanish
french: Espagnol
german: Spanisch
italian: Spagnolo
portuguese: Espanhol
russian: Испанский
spanish: Español

# #30242
source: Swedish
french: Suédois
german: Schwedisch
italian: Svedese
portuguese: Sueco
russian: Шведский
spanish: Sueco

# #30243
source: Thai
french: Thaïlandais
german: Thailändisch
portuguese: Tailandês
russian: Тайский

# #30244
source: Turkish
french: Turc
german: Türkisch
italian: Turco
portuguese: Turco
russian: Турецкий
spanish: Turco

# #30245
source: Ukrainian
french: Ukrainien
german: Ukrainisch
italian: Ucraino
portuguese: Ucraniano
russian: Украинский
spanish: Ucraino

# #30246
source: Vietnamese
french: Vietnamien
german: Vietnamesisch
italian: Vietnamita
portuguese: Vietnamita
russian: Вьетнамский
spanish: Vietnamita

# #30247
source: Farsi
portuguese: Persa
russian: Фарси

# #30141
source: SubRip
french: Extraction de sous-titres

# #30144
source: MPl2
french: MPI2
italian: MPI2
spanish: MPI2
