Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Lithuanian/strings.po
Languages: lt

# #610
source: Search
lt: Ieškoti

# #611
source: Video should be running
lt: Vaizdo įrašas turi būti paleista

# #612
source: Manually enter search string
lt: Rankiniu būdu įvesti paieškos eilutę

# #642
source: Searching subtitles %s
lt: Ieškoma subtitrų %s

# #646
source: Connecting...
lt: Jungiamasis...

# #649
source: Downloading subtitles...
lt: Atsisiųsti subtitrus ...

# #652
source: Subtitles file downloaded and extracted
lt: Atsiųsti ir išskleisti subtitrų failus

# #653
source: Connection failed
lt: Prisijungimas nepavyko

# #654
source: Error extracting subtitles
lt: Klaida išskleidžiant subtitrus

# #655
source: Local subtitle available
lt: Galima subtitrų vieta

# #656
source: Service did not respond within the time out limit
lt: Servisas negali atsakyti per nustatytą laiko limitą

# #657
source: No Subtitles Found!
lt: Subtitrų nerasta!

# #744
source: subtitles found for
lt: rasti subtitrus

# #747
source: Search Using Parent Folder
lt: Paieška naudojant aukštesnio lygio aplanką

# #748
source: You can't save subtitle to selected destination
lt: Jūs negalite išsaugoti subtitrų į paskirties vietą

# #750
source: Would you like to activate this subtitle temporarily?
lt: Norėtumėte, aktyvuokite šiuos subtitrus laikinai?

# #751
source: Enter Movie Name (year)
lt: Įveskite filmo pavadinimą (metai)

# #755
source: Server is overloaded, please try again later
lt: Serveris perkrautas, bandykite dar kartą vėliau

# #756
source: Login failed. Please verify your settings at the addon Configuration
lt: Prisijungti nepavyko. Prašome patikrinti savo parametrus, priedų konfigūravime

# #757
source: Server requires you to rewrite code from image
lt: Serveris reikalauja perrašyti kodą iš paveikslėlio

# #758
source: Please take look at notification area
lt: Prašome žiūrėti perspėjimų srityje

# #759
source: Enter code of image in notification area
lt: Įveskite kodą iš paveikslėlio perspėjimų srityje

# #760
source: Available Services
lt: Siūlomos paslaugos

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
lt: Parsisiųsti šiuos subtitrus, patikrinti savo parametrus,[CR]turite būti prisijungęs priedų konfiguravime

# #762
source: Addon Settings
lt: Priedų nustatymai

# #763
source: Auto downloading first 'sync' subtitle
lt: Automatiškai atsisiųsti 'sync' subtitrus

# #764
source: Downloading first 'sync' sub
lt: Parsisiuntimo pirmumas 'sync' submeniu

# #765
source: first 'sync' subtitle downloaded
lt: Pirmumas 'sync' paantraštės atsisiuntimas

# #766
source: Choose Subtitle folder
lt: Pasirinkite subtitrų aplanką

# #767
source: No 'sync' subtitle found
lt: Subtitrų 'sync' nerasta

# #30100
source: Languages
lt: Kalbos

# #30101
source: Primary Language
lt: Pagrindinė kalba

# #30102
source: Secondary Language
lt: Antrinė kalba

# #30103
source: Services
lt: Servisas

# #30104
source: - Podnapisi.net Username
lt: - Podnapisi.net vartotojo vardas

# #30105
source: - Podnapisi.net Password
lt: - Podnapisi.net slaptažodis

# #30106
source: Advanced Options
lt: Išplėstinės parinktys

# #30107
source: Subtitle Download Folder Same As Movie
lt: Subtitrų atsisiuntimų aplankas tas pats kaip filmo

# #30108
source: - Set Custom Subtitle Download Path
lt: - Nustatyti priskirtą subtitrų atsisiuntimo kelią

# #30110
source: Manually Enter Search String
lt: Rankiniu būdu įveskite paieškos eilutę

# #30111
source: Third Language
lt: Trečioji kalba

# #30113
source: Select Default Movie Service
lt: Pasirinkite Numatytoji filmų tarnyba

# #30114
source: Select Default TV Show Service
lt: Pasirinkite Numatytoji TV tarnyba

# #30118
source: Display file name in results page
lt: Rodyti failo pavadinimą rezultatų puslapyje

# #30119
source: Search Using Parent Folder
lt: Paieška naudojant aukštesnio lygio aplanką

# #30121
source: Add Language To Filename
lt: Pridėti kalbą norimam failo pavadinimui

# #30122
source: Set Default Timeout
lt: Nustatyti numatytąjį Pasibaigęs laikas

# #30123
source: - Legendas.TV Username
lt: - Legendas.TV vartotojo vardas

# #30124
source: - Legendas.TV Password
lt: - Legendas.TV slaptažodis

# #30126
source: - Itasa Username
lt: - Itasa vartotojo vardas

# #30127
source: - Itasa Password
lt: - Itasa slaptažodis

# #30128
source: - Titulky Username
lt: - Titulky vartotojo vardas

# #30129
source: - Titulky Password
lt: - Titulky slaptažodis

# #30130
source: Search next available service if no results are found
lt: Ieškoti kitos galimos paslaugos, jei norimų rezultatų nerasta

# #30131
source: Auto download first "sync" subtitle
lt: Automatinis subtitrų "sync" atsisiuntimas

# #30132
source: - LegendasDivx Username
lt: - LegendasDivx vartotojo vardas

# #30133
source: - LegendasDivx Password
lt: - LegendasDivx slaptažodis

# #30134
source: - PTSubs Username
lt: - PTSubs vartotojo vardas

# #30135
source: - PTSubs Password
lt: - PTSubs slaptažodis

# #30136
source: - OmniSubs Username
lt: - OmniSubs vartotojo vardas

# #30137
source: - OmniSubs Password
lt: - OmniSubs slaptažodis

# #30138
source: - LegendasZone Username
lt: - LegendasZone vartotojo vardas

# #30139
source: - LegendasZone Password
lt: - LegendasZone slaptažodis

# #30140
source: - Choose subs type:
lt: - Pasirinkite 'subs' tipą:

# #30145
source: Use 'Subs' subfolder for storing subtitles
lt: Naudoti 'Subs' poaplankį subtitrų saugojimui

# #30146
source: - napisy24.pl Username
lt: - napisy24.pl vartotojo vardas

# #30147
source: - napisy24.pl Password
lt: - napisy24.pl slaptažodis

# #30148
source: - euTorrents Username
lt: - euTorrents vartotojo vardas

# #30149
source: - euTorrents Password
lt: - euTorrents slaptažodis

# #30150
source: No sub(s) in
lt: Ne sub(s) į

# #30151
source: Search manual or parent!
lt: Ieškoti instrukcijos arba klausti specialisto(-ų)!

# #30152
source: Found sub(s) in
lt: Rasti sub(s) į

# #30153
source: Searching Title... Please wait!
lt: Ieškomas pavadinimas... Prašome palaukti!

# #30154
source: Downloading... Please Wait!
lt: Atsiunčiama... Prašome palaukti!

# #30155
source: Extracting... Please Wait!
lt: Išskleidžiama... Prašome palaukti!

# #30156
source: Done Extracting!
lt: Išsklaidimas atliktas!

# #30157
source: Playing Title!
lt: Žaidimo (grojimo) pavadinimas!

# #30158
source: - Pipocas Username
lt: - Pipocas vartotojo vardas

# #30159
source: - Pipocas Password
lt: - Pipocas slaptažodis

# #30160
source: Pause while showing UI
lt: Pristabdote kol rodo UI

# #30201
source: Albanian
lt: Albanijos

# #30202
source: Arabic
lt: Arabų

# #30203
source: Belarusian
lt: Baltarusijos

# #30204
source: Bosnian (Latin)
lt: Bosnių (lotynų)

# #30205
source: Bulgarian
lt: Bulgarų

# #30206
source: Catalan
lt: Katalonų

# #30207
source: Chinese
lt: Kinijos

# #30208
source: Croatian
lt: Kroatų

# #30209
source: Czech
lt: Čekijos

# #30210
source: Danish
lt: Danijos

# #30211
source: Dutch
lt: Olandijos

# #30212
source: English
lt: Anglijos

# #30213
source: Estonian
lt: Estijos

# #30214
source: Finnish
lt: Suomijos

# #30215
source: French
lt: Prancūzų

# #30216
source: German
lt: Vokietijos

# #30217
source: Greek
lt: Graikijos

# #30218
source: Hebrew
lt: Žydų

# #30220
source: Hungarian
lt: Vengrijos

# #30221
source: Icelandic
lt: Islandijos

# #30222
source: Indonesian
lt: Indonezijos

# #30224
source: Italian
lt: Italijos

# #30225
source: Japanese
lt: Japonijos

# #30226
source: Korean
lt: Korėjos

# #30227
source: Latvian
lt: Latvijos

# #30228
source: Lithuanian
lt: Lietuvos

# #30229
source: Macedonian
lt: Makedonijos

# #30230
source: Norwegian
lt: Norvegijos

# #30232
source: Polish
lt: Lenkijos

# #30233
source: Portuguese
lt: Portugalijos

# #30234
source: Portuguese (Brazil)
lt: Portugalų (Brazilija)

# #30235
source: Romanian
lt: Rumunijos

# #30236
source: Russian
lt: Rusijos

# #30237
source: SerbianLatin
lt: Serbų (lotynų)

# #30238
source: Slovak
lt: Slovakijos

# #30239
source: Slovenian
lt: Slovėnijos

# #30240
source: Spanish
lt: Ispanijos

# #30242
source: Swedish
lt: Švedijos

# #30243
source: Thai
lt: Tailando

# #30244
source: Turkish
lt: Turkijos

# #30245
source: Ukrainian
lt: Ukrainos

# #30246
source: Vietnamese
lt: Vietnamo

# #30247
source: Farsi
lt: Persų
