Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Danish/strings.po
Languages: da

# #610
source: Search
da: Søg

# #611
source: Video should be running
da: Video burde køre

# #612
source: Manually enter search string
da: Indtast søgetekst manuelt

# #642
source: Searching subtitles %s
da: Søger efter undertekster %s

# #646
source: Connecting...
da: Forbinder...

# #649
source: Downloading subtitles...
da: Henter undertekster...

# #652
source: Subtitles file downloaded and extracted
da: Undertekstfil hentet og pakket ud

# #653
source: Connection failed
da: Forbindelse mislykkedes

# #654
source: Error extracting subtitles
da: Fejl ved udpakning af undertekster

# #655
source: Local subtitle available
da: Lokal undertekst tilgængelig

# #656
source: Service did not respond within the time out limit
da: Tjenesten svarede ikke inden for tidsfristen

# #657
source: No Subtitles Found!
da: Ingen undertekster fundet!

# #744
source: subtitles found for
da: undertekster fundet for

# #747
source: Search Using Parent Folder
da: Brug mappenavn ved søgning

# #748
source: You can't save subtitle to selected destination
da: Du kan ikke gemme undertekst til den valgte destination

# #750
source: Would you like to activate this subtitle temporarily?
da: Vil du gerne aktivere denne undertekst midlertidigt?

# #751
source: Enter Movie Name (year)
da: Indtast Filmnavn (år)

# #755
source: Server is overloaded, please try again later
da: Serveren er overbelastet, prøv venligst igen senere

# #756
source: Login failed. Please verify your settings at the addon Configuration
da: Log ind mislykkedes. Kontroller venligst dine indstillinger

# #757
source: Server requires you to rewrite code from image
da: Serveren kræver, at du omskriver kode fra billede

# #758
source: Please take look at notification area
da: Kig venligst i beskedområdet

# #759
source: Enter code of image in notification area
da: Indtast billedets kode i beskedområdet

# #760
source: Available Services
da: Tilgængelige tjenester

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
da: Du skal være logget ind for at downloade disse undertekster,[CR]kontroller dine indstillinger

# #762
source: Addon Settings
da: Add-on indstillinger

# #763
source: Auto downloading first 'sync' subtitle
da: Hent automatisk første "sync" undertekst

# #764
source: Downloading first 'sync' sub
da: Henter første "sync" undertekst

# #765
source: first 'sync' subtitle downloaded
da: Første "sync" undertekst hentet

# #766
source: Choose Subtitle folder
da: Vælg mappe til Undertekster

# #767
source: No 'sync' subtitle found
da: Ingen "sync" undertekst fundet

# #30100
source: Languages
da: Sprog

# #30101
source: Primary Language
da: Primært Sprog

# #30102
source: Secondary Language
da: Sekundært Sprog

# #30103
source: Services
da: Tjenester

# #30104
source: - Podnapisi.net Username
da: - Podnapisi.net-brugernavn

# #30105
source: - Podnapisi.net Password
da: - Podnapisi.net-adgangskode

# #30106
source: Advanced Options
da: Avancerede Indstillinger

# #30107
source: Subtitle Download Folder Same As Movie
da: Gem undertekst i samme mappe som Filmen

# #30108
source: - Set Custom Subtitle Download Path
da: - Vælg mappe til hentede undertekster

# #30110
source: Manually Enter Search String
da: Indtast søgetekst manuelt

# #30111
source: Third Language
da: Tredje Sprog

# #30113
source: Select Default Movie Service
da: Vælg Standard Filmtjeneste

# #30114
source: Select Default TV Show Service
da: Vælg Standard Tjeneste til TV-serier

# #30118
source: Display file name in results page
da: Vis filnavn på resultatside

# #30119
source: Search Using Parent Folder
da: Brug mappenavn ved søgning

# #30121
source: Add Language To Filename
da: Tilføj sprog til filnavn

# #30122
source: Set Default Timeout
da: Vælg standard tidsfrist

# #30123
source: - Legendas.TV Username
da: - Legendas.TV-brugernavn

# #30124
source: - Legendas.TV Password
da: - Legendas.TV-adgangskode

# #30126
source: - Itasa Username
da: - Itasa-brugernavn

# #30127
source: - Itasa Password
da: - Itasa-adgangskode

# #30128
source: - Titulky Username
da: - Titulky-brugernavn

# #30129
source: - Titulky Password
da: - Titulky-adgangskode

# #30130
source: Search next available service if no results are found
da: Søg i næste tilgængelige tjeneste, hvis der ikke blev fundet noget

# #30131
source: Auto download first "sync" subtitle
da: Hent automatisk første "sync" undertekst

# #30132
source: - LegendasDivx Username
da: - LegendasDivx-brugernavn

# #30133
source: - LegendasDivx Password
da: - LegendasDivx-adgangskode

# #30134
source: - PTSubs Username
da: - PTSubs-brugernavn

# #30135
source: - PTSubs Password
da: - PTSubs-adgangskode

# #30136
source: - OmniSubs Username
da: - OmniSubs-brugernavn

# #30137
source: - OmniSubs Password
da: - OmniSubs-adgangskode

# #30138
source: - LegendasZone Username
da: - LegendasZone-brugernavn

# #30139
source: - LegendasZone Password
da: - LegendasZone-kodeord

# #30140
source: - Choose subs type:
da: - Vælg underteksttype:

# #30144
source: MPl2
da: MPI2

# #30145
source: Use 'Subs' subfolder for storing subtitles
da: Brug "Subs" undermappe til at gemme undertekster

# #30146
source: - napisy24.pl Username
da: - napisy24.pl Brugernavn

# #30147
source: - napisy24.pl Password
da: - napisy24.pl Kodeord

# #30148
source: - euTorrents Username
da: - euTorrents Brugernavn

# #30149
source: - euTorrents Password
da: - euTorrents Kodeord

# #30150
source: No sub(s) in
da: Ingen undertekst(er) i

# #30151
source: Search manual or parent!
da: Søg manuelt eller automatisk!

# #30152
source: Found sub(s) in
da: Undertekst(er) fundet i

# #30153
source: Searching Title... Please wait!
da: Søger efter Titel... Vent venligst!

# #30154
source: Downloading... Please Wait!
da: Henter... Vent venligst!

# #30155
source: Extracting... Please Wait!
da: Udpakker... Vent venligst!

# #30156
source: Done Extracting!
da: Udpakning færdig!

# #30157
source: Playing Title!
da: Afspiller Titel!

# #30158
source: - Pipocas Username
da: - Pipocas Brugernavn

# #30159
source: - Pipocas Password
da: - Pipocas Kodeord

# #30160
source: Pause while showing UI
da: Pause mens brugerflade vises

# #30201
source: Albanian
da: Albansk

# #30202
source: Arabic
da: Arabisk

# #30203
source: Belarusian
da: Hviderussisk

# #30204
source: Bosnian (Latin)
da: Bosnisk (Latin)

# #30205
source: Bulgarian
da: Bulgarsk

# #30206
source: Catalan
da: Catalansk

# #30207
source: Chinese
da: Kinesisk

# #30208
source: Croatian
da: Kroatisk

# #30209
source: Czech
da: Tjekkisk

# #30210
source: Danish
da: Dansk

# #30211
source: Dutch
da: Hollandsk

# #30212
source: English
da: Engelsk

# #30213
source: Estonian
da: Estisk

# #30214
source: Finnish
da: Finsk

# #30215
source: French
da: Fransk

# #30216
source: German
da: Tysk

# #30217
source: Greek
da: Græsk

# #30218
source: Hebrew
da: Hebræisk

# #30220
source: Hungarian
da: Ungarsk

# #30221
source: Icelandic
da: Islandsk

# #30222
source: Indonesian
da: Indonesisk

# #30224
source: Italian
da: Italiensk

# #30225
source: Japanese
da: Japansk

# #30226
source: Korean
da: Koreansk

# #30227
source: Latvian
da: Lettisk

# #30228
source: Lithuanian
da: Litauisk

# #30229
source: Macedonian
da: Makedonsk

# #30230
source: Norwegian
da: Norsk

# #30232
source: Polish
da: Polsk

# #30233
source: Portuguese
da: Portugisisk

# #30234
source: Portuguese (Brazil)
da: Portugisisk (Brasilien)

# #30235
source: Romanian
da: Romænsk

# #30236
source: Russian
da: Russisk

# #30237
source: SerbianLatin
da: Serbisk

# #30238
source: Slovak
da: Slovakisk

# #30239
source: Slovenian
da: Slovensk

# #30240
source: Spanish
da: Spansk

# #30242
source: Swedish
da: Svensk

# #30243
source: Thai
da: Thailandsk

# #30244
source: Turkish
da: Tyrkisk

# #30245
source: Ukrainian
da: Ukrainsk

# #30246
source: Vietnamese
da: Vietnamesisk
