Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Basque/strings.po
Languages: eu

# #610
source: Search
eu: Bilaketa

# #611
source: Video should be running
eu: Bideoa martxan egon beharko zen

# #612
source: Manually enter search string
eu: Eskuz idatzi bilaketa katea

# #642
source: Searching subtitles %s
eu: %s azpitituluak bilatzen

# #646
source: Connecting...
eu: Konektatzen...

# #649
source: Downloading subtitles...
eu: Azpitituluak deskargatzen...

# #652
source: Subtitles file downloaded and extracted
eu: Azpititulu fitxategia deskargatu eta aterata

# #653
source: Connection failed
eu: Konexioak huts egin du

# #654
source: Error extracting subtitles
eu: Errorea azpitituluak ateratzean

# #655
source: Local subtitle available
eu: Azpititulu lokala erabilgarri

# #656
source: Service did not respond within the time out limit
eu: Zerbitzuak ez du denbora-muga barruan erantzun

# #657
source: No Subtitles Found!
eu: Ez da azpititulurik aurkitu!

# #744
source: subtitles found for
eu: Azpititulu aurkitua:

# #747
source: Search Using Parent Folder
eu: Karpeta gurasoa erabiliaz bilatu

# #748
source: You can't save subtitle to selected destination
eu: in dituzu azpitituluak hautatako kokalekuan gorde

# #750
source: Would you like to activate this subtitle temporarily?
eu: Aldi baterako azpititulu hau gaitu nahi al duzu?

# #751
source: Enter Movie Name (year)
eu: Idatzi pelikula izena (urtea)

# #755
source: Server is overloaded, please try again later
eu: Zerbitzaria gainkargatua dago, saiatu beranduago

# #756
source: Login failed. Please verify your settings at the addon Configuration
eu: Huts saioa hastean. Egiaztatu zure ezarpenak gehigarri konfigurazioan

# #757
source: Server requires you to rewrite code from image
eu: Zerbitzariak irudiaren kodea berridaztea eskatzen du

# #758
source: Please take look at notification area
eu: Mesedez begiratu berri-emate eremuan

# #759
source: Enter code of image in notification area
eu: Idatzi berri-emate eremuko irudiaren kodea

# #760
source: Available Services
eu: Zerbitzu erabilgarriak

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
eu: Saio hasirik eduki behar duzu azpititulu hau deskargatzeko, [CR] gehigarri konfigurazioan zure ezarpenak egiaztatu.

# #762
source: Addon Settings
eu: Gehigarri konfigurazioa

# #766
source: Choose Subtitle folder
eu: Hautatu azpititulu karpeta

# #30100
source: Languages
eu: Hizkuntzak

# #30101
source: Primary Language
eu: Lehen hizkuntza

# #30102
source: Secondary Language
eu: Bigarren hizkuntza

# #30103
source: Services
eu: Zerbitzuak

# #30104
source: - Podnapisi.net Username
eu: - Podnapisi.net erabiltzaile-izena

# #30105
source: - Podnapisi.net Password
eu: - Podnapisi.net pasahitza

# #30106
source: Advanced Options
eu: Hedatutako aukerak

# #30108
source: - Set Custom Subtitle Download Path
eu: -Ezarri azpititulu deskarga bide pertsonalizatua

# #30110
source: Manually Enter Search String
eu: Eskuz idatzi bilaketa katea

# #30111
source: Third Language
eu: Hirugarren hizkuntza

# #30113
source: Select Default Movie Service
eu: Hautatu lehenetsitako filma zerbitzua

# #30114
source: Select Default TV Show Service
eu: Hautatu lehenetsitako TB saio zerbitzua

# #30118
source: Display file name in results page
eu: Erakutsi fitxategi izena emaitza orrialdean

# #30119
source: Search Using Parent Folder
eu: Guraso karpeta erabiliaz bilatu

# #30121
source: Add Language To Filename
eu: Gehitu hizkuntza fitxategi-izenari

# #30122
source: Set Default Timeout
eu: Ezarri lehenetsitako denbora-muga

# #30123
source: - Legendas.TV Username
eu: - Legendas.TV erabiltzaile-izena

# #30124
source: - Legendas.TV Password
eu: - Legendas.TV pasahitza

# #30126
source: - Itasa Username
eu: - Itasa erabiltzaile-izena

# #30127
source: - Itasa Password
eu: - Itasa pasahitza

# #30128
source: - Titulky Username
eu: - Titulky erabiltzaile-izena

# #30129
source: - Titulky Password
eu: - Titulky pasahitza

# #30130
source: Search next available service if no results are found
eu: Bilatu hurrengo zerbitzu erabilgarrian emaitzarik ez bada aurkitzen

# #30132
source: - LegendasDivx Username
eu: - LegendasDivx erabiltzaile-izena

# #30133
source: - LegendasDivx Password
eu: - LegendasDivx pasahitza

# #30134
source: - PTSubs Username
eu: - PTSubs erabiltzaile-izena

# #30135
source: - PTSubs Password
eu: - PTSubs pasahitza

# #30136
source: - OmniSubs Username
eu: - OmniSubs erabiltzaile-izena

# #30137
source: - OmniSubs Password
eu: - OmniSubs pasahitza

# #30138
source: - LegendasZone Username
eu: - LegendasZone erabiltzaile-izena

# #30139
source: - LegendasZone Password
eu: - LegendasZone pasahitza

# #30140
source: - Choose subs type:
eu: - Hautatu azpititulu mota:

# #30145
source: Use 'Subs' subfolder for storing subtitles
eu: 'Subs' azpikarpeta erabili azpitituluetarako

# #30146
source: - napisy24.pl Username
eu: - napisy24.pl erabiltzaile-izena

# #30147
source: - napisy24.pl Password
eu: - napisy24.pl pasahitza

# #30148
source: - euTorrents Username
eu: - euTorrents erabiltzaile-izena

# #30149
source: - euTorrents Password
eu: - euTorrents pasahitza

# #30154
source: Downloading... Please Wait!
eu: Deskargatzen... Itxoin mesedez!

# #30155
source: Extracting... Please Wait!
eu: Ateratzen... Itxoin mesedez!

# #30156
source: Done Extracting!
eu: Ateratzea eginda!

# #30157
source: Playing Title!
eu: Titulua erreproduzitzen!

# #30158
source: - Pipocas Username
eu: - Pipocas erabiltzaile-izena

# #30159
source: - Pipocas Password
eu: - Pipocas pasahitza

# #30201
source: Albanian
eu: Albaniera

# #30202
source: Arabic
eu: Arabiera

# #30203
source: Belarusian
eu: Bielorrusiera

# #30204
source: Bosnian (Latin)
eu: Bosniera (Latin)

# #30205
source: Bulgarian
eu: Bulgariera

# #30206
source: Catalan
eu: Katalana

# #30207
source: Chinese
eu: Txinera

# #30208
source: Croatian
eu: Kroaziera

# #30209
source: Czech
eu: Txekiera

# #30210
source: Danish
eu: Daniera

# #30211
source: Dutch
eu: Nederlandera

# #30212
source: English
eu: Ingelesa

# #30213
source: Estonian
eu: Estoniera

# #30214
source: Finnish
eu: Finlandiera

# #30215
source: French
eu: Frantsesa

# #30216
source: German
eu: Alemana

# #30217
source: Greek
eu: Grekoa

# #30218
source: Hebrew
eu: Hebreera

# #30219
source: Hindi
eu: Hindia

# #30220
source: Hungarian
eu: Hungariera

# #30221
source: Icelandic
eu: Islandiera

# #30222
source: Indonesian
eu: Indonesiera

# #30224
source: Italian
eu: Italiera

# #30225
source: Japanese
eu: Japoniera

# #30226
source: Korean
eu: Koreera

# #30227
source: Latvian
eu: Letoniera

# #30228
source: Lithuanian
eu: Lituaniera

# #30229
source: Macedonian
eu: Mazedoniera

# #30230
source: Norwegian
eu: Norvegiera

# #30232
source: Polish
eu: Poloniera

# #30233
source: Portuguese
eu: Portugesa

# #30234
source: Portuguese (Brazil)
eu: Portugesa (Brasil)

# #30235
source: Romanian
eu: Errumaniera

# #30236
source: Russian
eu: Errusiera

# #30237
source: SerbianLatin
eu: Serbiera Latin

# #30238
source: Slovak
eu: Eslovakiera

# #30239
source: Slovenian
eu: Esloveniera

# #30240
source: Spanish
eu: Gaztelania

# #30242
source: Swedish
eu: Suediera

# #30244
source: Turkish
eu: Turkiera

# #30245
source: Ukrainian
eu: Ukrainiera

# #30246
source: Vietnamese
eu: Vietnamera

# #30247
source: Farsi
eu: Farsia
