Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Slovak/strings.po
Languages: sk

# #610
source: Search
sk: Hľadať

# #611
source: Video should be running
sk: Malo by sa prehrávať video

# #612
source: Manually enter search string
sk: Ručne zadať hľadaný reťazec

# #642
source: Searching subtitles %s
sk: Hľadajú sa titulky pre %s

# #646
source: Connecting...
sk: Pripája sa...

# #649
source: Downloading subtitles...
sk: Preberajú sa titulky...

# #652
source: Subtitles file downloaded and extracted
sk: Preberanie bolo dokončené a titulky boli extrahované

# #653
source: Connection failed
sk: Chyba pripojenia

# #654
source: Error extracting subtitles
sk: Chyba pri extrahovaní titulkov

# #655
source: Local subtitle available
sk: Sú k dispozícii lokálne titulky

# #656
source: Service did not respond within the time out limit
sk: Služba neodpovedala v stanovenom časovom limite

# #657
source: No Subtitles Found!
sk: Nenašli sa žiadne titulky!

# #744
source: subtitles found for
sk: nájdené titulky pre

# #747
source: Search Using Parent Folder
sk: Hľadať podľa nadradeného priečinka

# #748
source: You can't save subtitle to selected destination
sk: Nie je možné uložiť titulky do zvoleného adresára

# #750
source: Would you like to activate this subtitle temporarily?
sk: Chcete tieto titulky dočasne aktivovať?

# #751
source: Enter Movie Name (year)
sk: Zadajte názov filmu (rok)

# #755
source: Server is overloaded, please try again later
sk: Server je zaneprázdnený, skúste to, prosím, neskôr

# #756
source: Login failed. Please verify your settings at the addon Configuration
sk: Chyba pri prihlasovaní. Skontrolujte, prosím, vaše údaje v nastaveniach doplnku

# #757
source: Server requires you to rewrite code from image
sk: Server od vás vyžaduje, aby ste opísali kód z obrázku

# #758
source: Please take look at notification area
sk: Pozrite sa, prosím, do oznamovacej oblasti

# #759
source: Enter code of image in notification area
sk: Zadajte kód obrázku v oznamovacej oblasti

# #760
source: Available Services
sk: Dostupné služby

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
sk: Na to, aby ste mohli prevziať tieto titulky,[CR]skontrolujte vaše údaje v nastaveniach doplnku

# #762
source: Addon Settings
sk: Nastavenia doplnku

# #763
source: Auto downloading first 'sync' subtitle
sk: Automaticky stiahnuť prvé nájdené titulky

# #764
source: Downloading first 'sync' sub
sk: Preberajú sa prvé dostupné, 'synchronizačné', titulky

# #765
source: first 'sync' subtitle downloaded
sk: prvé dostupné, 'synchronizačné', titulky boli prevzaté

# #766
source: Choose Subtitle folder
sk: Vyberte priečinok určený pre titulky

# #767
source: No 'sync' subtitle found
sk: Nenašli sa žiadne 'synchronizačné' titulky

# #30100
source: Languages
sk: Jazyky

# #30101
source: Primary Language
sk: Primárny jazyk

# #30102
source: Secondary Language
sk: Sekundárny nádpis

# #30103
source: Services
sk: Servery

# #30104
source: - Podnapisi.net Username
sk: - Podnapisi.net Používateľské meno

# #30105
source: - Podnapisi.net Password
sk: - Podnapisi.net Heslo

# #30106
source: Advanced Options
sk: Pokročilé nastavenia

# #30107
source: Subtitle Download Folder Same As Movie
sk: Priečinok pre preberanie titulkov je rovnaký ako priečinok s filmom

# #30108
source: - Set Custom Subtitle Download Path
sk: - Nastaviť vlastný priečinok pre sťahovanie titulkov

# #30110
source: Manually Enter Search String
sk: Ručne zadať hľadaný reťazec

# #30111
source: Third Language
sk: Tretí jazyk

# #30113
source: Select Default Movie Service
sk: Nastaviť predvolenú službu pre filmy

# #30114
source: Select Default TV Show Service
sk: Nastaviť predvolenú službu pre TV seriály

# #30118
source: Display file name in results page
sk: Zobraziť názov súboru vo výsledkoch vyhľadávania

# #30119
source: Search Using Parent Folder
sk: Hľadať podľa nadradeného priečinku

# #30121
source: Add Language To Filename
sk: Pridať označenie jazyka k názvu súboru

# #30122
source: Set Default Timeout
sk: Nastaviť predvolený časový limit

# #30123
source: - Legendas.TV Username
sk: - Legendas.TV Používateľské meno

# #30124
source: - Legendas.TV Password
sk: - Legendas.TV Heslo

# #30126
source: - Itasa Username
sk: - Itasa Používateľské meno

# #30127
source: - Itasa Password
sk: - Itasa Heslo

# #30128
source: - Titulky Username
sk: - Titulky Používateľské meno

# #30129
source: - Titulky Password
sk: - Titulky Heslo

# #30130
source: Search next available service if no results are found
sk: Hľadať v najbližšej dostupnej službe, pokiaľ nie sú nájdené žiadne výsledky

# #30131
source: Auto download first "sync" subtitle
sk: Automaticky stiahnuť prvé nájdené titulky

# #30132
source: - LegendasDivx Username
sk: - LegendasDivx Používateľské meno

# #30133
source: - LegendasDivx Password
sk: - LegendasDivx Heslo

# #30134
source: - PTSubs Username
sk: - PTSubs Používateľské meno

# #30135
source: - PTSubs Password
sk: - PTSubs Heslo

# #30136
source: - OmniSubs Username
sk: - OmniSubs Používateľské meno

# #30137
source: - OmniSubs Password
sk: - OmniSubs Heslo

# #30138
source: - LegendasZone Username
sk: - LegendasZone Používateľské meno

# #30139
source: - LegendasZone Password
sk: - LegendasZone Heslo

# #30140
source: - Choose subs type:
sk: - Typ titulkov:

# #30145
source: Use 'Subs' subfolder for storing subtitles
sk: Na ukladanie titulkov použiť podpriečinok 'Subs'

# #30146
source: - napisy24.pl Username
sk: - napisy24.pl Používateľské meno

# #30147
source: - napisy24.pl Password
sk: - napisy24.pl Heslo

# #30148
source: - euTorrents Username
sk: - euTorrents Používateľské meno

# #30149
source: - euTorrents Password
sk: - euTorrents Heslo

# #30150
source: No sub(s) in
sk: Žiadne titulky v

# #30151
source: Search manual or parent!
sk: Hľadať ručne alebo nadradené!

# #30152
source: Found sub(s) in
sk: Nájdené titulky v

# #30153
source: Searching Title... Please wait!
sk: Hľadá sa titul... Čakajte, prosím!

# #30154
source: Downloading... Please Wait!
sk: Preberá sa... Čakajte, prosím!

# #30155
source: Extracting... Please Wait!
sk: Extrahuje sa... Čakajte, prosím!

# #30156
source: Done Extracting!
sk: Extrahovanie bolo dokončené!

# #30157
source: Playing Title!
sk: Prehráva sa titul!

# #30158
source: - Pipocas Username
sk: - Pipocas Používateľské meno

# #30159
source: - Pipocas Password
sk: - Pipocas Heslo

# #30160
source: Pause while showing UI
sk: Pozastaviť prehrávanie pri zobrazení rozhrania

# #30201
source: Albanian
sk: Albánčina

# #30202
source: Arabic
sk: Arabčina

# #30203
source: Belarusian
sk: Bieloruština

# #30204
source: Bosnian (Latin)
sk: Bosniančina (latinika)

# #30205
source: Bulgarian
sk: Bulharčina

# #30206
source: Catalan
sk: Katalánčina

# #30207
source: Chinese
sk: Čínština

# #30208
source: Croatian
sk: Chorváčtina

# #30209
source: Czech
sk: Čeština

# #30210
source: Danish
sk: Dánčina

# #30211
source: Dutch
sk: Holandština

# #30212
source: English
sk: Angličtina

# #30213
source: Estonian
sk: Estónčina

# #30214
source: Finnish
sk: Fínčina

# #30215
source: French
sk: Francúzština

# #30216
source: German
sk: Nemčina

# #30217
source: Greek
sk: Gréčtina

# #30218
source: Hebrew
sk: Hebrejčina

# #30219
source: Hindi
sk: Hindština

# #30220
source: Hungarian
sk: Maďarčina

# #30221
source: Icelandic
sk: Islandčina

# #30222
source: Indonesian
sk: Indonézština

# #30224
source: Italian
sk: Taliančina

# #30225
source: Japanese
sk: Japončina

# #30226
source: Korean
sk: Kórejčina

# #30227
source: Latvian
sk: Lotyština

# #30228
source: Lithuanian
sk: Litovčina

# #30229
source: Macedonian
sk: Macedónčina

# #30230
source: Norwegian
sk: Nórština

# #30232
source: Polish
sk: Poľština

# #30233
source: Portuguese
sk: Portugalčina

# #30234
source: Portuguese (Brazil)
sk: Portugalčina (Brazília)

# #30235
source: Romanian
sk: Rumunčina

# #30236
source: Russian
sk: Ruština

# #30237
source: SerbianLatin
sk: Srbčina (latinika)

# #30238
source: Slovak
sk: Slovenčina

# #30239
source: Slovenian
sk: Slovinčina

# #30240
source: Spanish
sk: Španielčina

# #30242
source: Swedish
sk: Švédština

# #30243
source: Thai
sk: Thajčina

# #30244
source: Turkish
sk: Turečtina

# #30245
source: Ukrainian
sk: Ukrajinčina

# #30246
source: Vietnamese
sk: Vietnamčina

# #30247
source: Farsi
sk: Perzština (Farsi)
