Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Hungarian/strings.po
Languages: hu

# #610
source: Search
hu: Keresés

# #611
source: Video should be running
hu: A Filmnek futnia kell

# #612
source: Manually enter search string
hu: Kézi keresés

# #642
source: Searching subtitles %s
hu: Feliratok keresése %s

# #646
source: Connecting...
hu: Kapcsolódás...

# #649
source: Downloading subtitles...
hu: Feliratok letöltése...

# #652
source: Subtitles file downloaded and extracted
hu: Felirat fájl letöltve és kibontva

# #653
source: Connection failed
hu: A kapcsolat meghiúsult

# #654
source: Error extracting subtitles
hu: Hiba a kibontás közben

# #655
source: Local subtitle available
hu: Helyi felirat elérhető

# #656
source: Service did not respond within the time out limit
hu: Szolgáltatás nem elérhtető a megadott időkorláton belül

# #657
source: No Subtitles Found!
hu: Felirat nem található!

# #744
source: subtitles found for
hu: felirat található ehhez

# #747
source: Search Using Parent Folder
hu: Keresés a mappanév használatával

# #748
source: You can't save subtitle to selected destination
hu: Nem mentheted el a feliratot a kiválasztott célhelyre

# #750
source: Would you like to activate this subtitle temporarily?
hu: Felirat ideiglenes aktiválása?

# #751
source: Enter Movie Name (year)
hu: Add meg a film címét (év)

# #755
source: Server is overloaded, please try again later
hu: A Kiszolgáló túlterhelt, próbáld meg később

# #756
source: Login failed. Please verify your settings at the addon Configuration
hu: Belépés sikertelen. Ellenőrizd a beállításokat a kiegészítő beállításaiban

# #757
source: Server requires you to rewrite code from image
hu: A továbblépéshez a kiszolgáló egy kód beírását kéri

# #758
source: Please take look at notification area
hu: Nézd meg az értesítések mezőt

# #759
source: Enter code of image in notification area
hu: Írd be a kódot az értesítési mezőből

# #760
source: Available Services
hu: Hozzáférhető szolgáltatások

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
hu: Be kell jelentkezned, ezeknek a feliratoknak a letöltéséhez,[CR]ellenőrizd a kiegészítő beállításaidat

# #762
source: Addon Settings
hu: Kiegészítő beállítások

# #763
source: Auto downloading first 'sync' subtitle
hu: Az első szinkronban lévő felirat automatikusan töltődik

# #764
source: Downloading first 'sync' sub
hu: Az első szinkronban lévő felirat letöltés alatt

# #765
source: first 'sync' subtitle downloaded
hu: Az első szinkronban lévő felirat letöltődött

# #766
source: Choose Subtitle folder
hu: Feliratmappa választása

# #767
source: No 'sync' subtitle found
hu: Nincs szinkronban lévő felirat

# #30100
source: Languages
hu: Nyelvek

# #30101
source: Primary Language
hu: Elsődleges nyelv

# #30102
source: Secondary Language
hu: Másodlagos nyelv

# #30103
source: Services
hu: Szolgáltastások

# #30104
source: - Podnapisi.net Username
hu: - Podnapisi.net felhasználónév

# #30105
source: - Podnapisi.net Password
hu: - Podnapisi.net jelszó

# #30106
source: Advanced Options
hu: Egyéb

# #30107
source: Subtitle Download Folder Same As Movie
hu: Feliratmappa megeggyezik a film mappájával

# #30108
source: - Set Custom Subtitle Download Path
hu: - Egyedi feliratmappa megadása

# #30110
source: Manually Enter Search String
hu: Keresési szöveg manuális megadása

# #30111
source: Third Language
hu: Harmadik nyelv

# #30113
source: Select Default Movie Service
hu: Alapértelmezett szolgáltatás mozifilmekre

# #30114
source: Select Default TV Show Service
hu: Alapértelmezett szolgáltatás TV sorozatokra

# #30118
source: Display file name in results page
hu: Fájlnév megjelenítése a találatok között

# #30119
source: Search Using Parent Folder
hu: Keresés mappanév használatával

# #30121
source: Add Language To Filename
hu: Nyelv hozzáadása a fájlnévhez

# #30122
source: Set Default Timeout
hu: Alapértelmezett időkorlát

# #30123
source: - Legendas.TV Username
hu: - Legendas.TV Felhasználónév

# #30124
source: - Legendas.TV Password
hu: - Legendas.TV Jelszó

# #30126
source: - Itasa Username
hu: - Itasa Felhasználónév

# #30127
source: - Itasa Password
hu: - Itasa Jelszó

# #30128
source: - Titulky Username
hu: - Titulky Felhasználónév

# #30129
source: - Titulky Password
hu: - Titulky Jelszó

# #30130
source: Search next available service if no results are found
hu: Következő hozzáférhető letöltő oldal keresése, ha nincs találat

# #30131
source: Auto download first "sync" subtitle
hu: Az első szinkronban lévő felirat automatikus letöltése

# #30132
source: - LegendasDivx Username
hu: - LegendasDivx Felhasználónév

# #30133
source: - LegendasDivx Password
hu: - LegendasDivx Jelszó

# #30134
source: - PTSubs Username
hu: - PTSubs Felhasználónév

# #30135
source: - PTSubs Password
hu: - PTSubs Jelszó

# #30136
source: - OmniSubs Username
hu: - OmniSubs Felhasználónév

# #30137
source: - OmniSubs Password
hu: - OmniSubs Jelszó

# #30138
source: - LegendasZone Username
hu: - LegendasZone Felhasználónév

# #30139
source: - LegendasZone Password
hu: - LegendasZone Jelszó

# #30140
source: - Choose subs type:
hu: - Felirattípus választása:

# #30145
source: Use 'Subs' subfolder for storing subtitles
hu: A 'Subs' almappa használata a feliratoknak

# #30146
source: - napisy24.pl Username
hu: - napisy24.pl Felhasználónév

# #30147
source: - napisy24.pl Password
hu: - napisy24.pl Jelszó

# #30148
source: - euTorrents Username
hu: - euTorrents Felhasználónév

# #30149
source: - euTorrents Password
hu: - euTorrents Jelszó

# #30150
source: No sub(s) in
hu: Nincs felirat itt:

# #30151
source: Search manual or parent!
hu: Keress manuálisan!

# #30152
source: Found sub(s) in
hu: Felirat található itt:

# #30153
source: Searching Title... Please wait!
hu: Cím keresése... Kérlek várj!

# #30154
source: Downloading... Please Wait!
hu: Letöltés... Kérlek várj!

# #30155
source: Extracting... Please Wait!
hu: Kitömörítés... Kérlek várj!

# #30156
source: Done Extracting!
hu: Kitömörítés kész!

# #30157
source: Playing Title!
hu: Film lejátszása!

# #30158
source: - Pipocas Username
hu: - Pipocas Felhasználónév

# #30159
source: - Pipocas Password
hu: - Pipocas Jelszó

# #30160
source: Pause while showing UI
hu: Szünet ha az UI aktív

# #30201
source: Albanian
hu: Albán

# #30202
source: Arabic
hu: Arab

# #30203
source: Belarusian
hu: Fehérorosz

# #30204
source: Bosnian (Latin)
hu: Boszniai (Latin)

# #30205
source: Bulgarian
hu: Bulgár

# #30206
source: Catalan
hu: Katalán

# #30207
source: Chinese
hu: Kínai

# #30208
source: Croatian
hu: Horvát

# #30209
source: Czech
hu: Cseh

# #30210
source: Danish
hu: Dán

# #30211
source: Dutch
hu: Holland

# #30212
source: English
hu: Angol

# #30213
source: Estonian
hu: Észt

# #30214
source: Finnish
hu: Finn

# #30215
source: French
hu: Francia

# #30216
source: German
hu: Német

# #30217
source: Greek
hu: Görög

# #30218
source: Hebrew
hu: Héber

# #30220
source: Hungarian
hu: Magyar

# #30221
source: Icelandic
hu: Izlandi

# #30222
source: Indonesian
hu: Indonéz

# #30224
source: Italian
hu: Olasz

# #30225
source: Japanese
hu: Japán

# #30226
source: Korean
hu: Koreai

# #30227
source: Latvian
hu: Lettország

# #30228
source: Lithuanian
hu: Litvánia

# #30229
source: Macedonian
hu: Makedónia

# #30230
source: Norwegian
hu: Norvégia

# #30232
source: Polish
hu: Lengyel

# #30233
source: Portuguese
hu: Portugál

# #30234
source: Portuguese (Brazil)
hu: Portugál (Brazil)

# #30235
source: Romanian
hu: Román

# #30236
source: Russian
hu: Orosz

# #30237
source: SerbianLatin
hu: Szerb (Latin)

# #30238
source: Slovak
hu: Szlovák

# #30239
source: Slovenian
hu: Szlovén

# #30240
source: Spanish
hu: Spanyol

# #30242
source: Swedish
hu: Svéd

# #30244
source: Turkish
hu: Török

# #30245
source: Ukrainian
hu: Ukrán

# #30246
source: Vietnamese
hu: Vietnámi
