Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Romanian/strings.po
Languages: ro

# #610
source: Search
ro: Căutare

# #611
source: Video should be running
ro: Clipul video trebuie să ruleze

# #612
source: Manually enter search string
ro: Introduceţi termenul de căutare manual

# #642
source: Searching subtitles %s
ro: Caut subtitrare %s

# #646
source: Connecting...
ro: Se conectează...

# #649
source: Downloading subtitles...
ro: Descarc subtitrare...

# #652
source: Subtitles file downloaded and extracted
ro: Fişierul subtitrare a fost descărcat şi extras

# #653
source: Connection failed
ro: Conectare eşuată

# #654
source: Error extracting subtitles
ro: Eroare la extragerea subitrării

# #655
source: Local subtitle available
ro: Există subtitrare locală

# #656
source: Service did not respond within the time out limit
ro: Serviciul nu a răspuns in limita de timp

# #657
source: No Subtitles Found!
ro: Nici o subtitrare găsită!

# #744
source: subtitles found for
ro: subtirare găsită pentru

# #747
source: Search Using Parent Folder
ro: Caută folosind directorul părinte

# #748
source: You can't save subtitle to selected destination
ro: Nu puteţi salva subtitrări in destinaţia aleasă

# #750
source: Would you like to activate this subtitle temporarily?
ro: Doriţi să activaţi subtitrarea temporar?

# #751
source: Enter Movie Name (year)
ro: Introduceţi numele filmului (an)

# #755
source: Server is overloaded, please try again later
ro: Serverul este suprasolicitat, vă rugăm incercaţi din nou mai târziu

# #756
source: Login failed. Please verify your settings at the addon Configuration
ro: Login eşuat. Vă rugăm verificaţi setările in configurarea suplimentului

# #757
source: Server requires you to rewrite code from image
ro: Serverul cere să reintroduceţi codul din imagine

# #758
source: Please take look at notification area
ro: Vă rugăm sa verificaţi zona notificărilor

# #759
source: Enter code of image in notification area
ro: Introduceţi codul din imaginea din zona notificărilor

# #760
source: Available Services
ro: Servicii disponibile

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
ro: Trebuie să fiţi logat pentru a descărca această subtitrare, [CR]verificaţi setările dvs. şi setările suplimentului

# #762
source: Addon Settings
ro: Setările suplimentului

# #763
source: Auto downloading first 'sync' subtitle
ro: Descarcă automat prima subtitrare 'sync'

# #764
source: Downloading first 'sync' sub
ro: Descarc prima subtitrare 'sync'

# #765
source: first 'sync' subtitle downloaded
ro: prima subtitrare 'sync' descărcată

# #766
source: Choose Subtitle folder
ro: Alegeţi directorul pentru subtitrare

# #767
source: No 'sync' subtitle found
ro: Nu s-a găsit nici o subtitrare 'sync'

# #30100
source: Languages
ro: Limbi

# #30101
source: Primary Language
ro: Limba principală

# #30102
source: Secondary Language
ro: Limba secundară

# #30103
source: Services
ro: Servicii

# #30104
source: - Podnapisi.net Username
ro: - utilizator Podnapisi.net

# #30105
source: - Podnapisi.net Password
ro: - parola Podnapisi.net

# #30106
source: Advanced Options
ro: Opţiuni avansate

# #30107
source: Subtitle Download Folder Same As Movie
ro: Director descărcare subtitrare identic cu filmul

# #30108
source: - Set Custom Subtitle Download Path
ro: Setaţi cale personalizată pentru descărcare subtitrări

# #30110
source: Manually Enter Search String
ro: Introduceţi manual termenul de căutare

# #30111
source: Third Language
ro: A treia limbă

# #30113
source: Select Default Movie Service
ro: Serviciul predefinit Filme

# #30114
source: Select Default TV Show Service
ro: Serviciul predefinit Seriale

# #30118
source: Display file name in results page
ro: Afişează numele fişier in pagina cu rezultate

# #30119
source: Search Using Parent Folder
ro: Caută folosind directorul părinte

# #30121
source: Add Language To Filename
ro: Adaugă limba la numele fişier

# #30122
source: Set Default Timeout
ro: Timp abandon predefinit

# #30123
source: - Legendas.TV Username
ro: - utilizator Legendas.TV

# #30124
source: - Legendas.TV Password
ro: - parola Legendas.TV

# #30126
source: - Itasa Username
ro: - utilizator Itasa

# #30127
source: - Itasa Password
ro: - parola Itasa

# #30128
source: - Titulky Username
ro: - utilizator Titulky

# #30129
source: - Titulky Password
ro: - parola Titulky

# #30130
source: Search next available service if no results are found
ro: Caută folosind serviciul următor daca nu se găsesc rezultate

# #30131
source: Auto download first "sync" subtitle
ro: Descarcă automat prima subtitrare 'sync'

# #30132
source: - LegendasDivx Username
ro: - utilizator LegendasDivx

# #30133
source: - LegendasDivx Password
ro: parola LegendasDivx

# #30134
source: - PTSubs Username
ro: - utilizator PTSubs

# #30135
source: - PTSubs Password
ro: - parola PTSubs

# #30136
source: - OmniSubs Username
ro: - utilizator OmniSubs

# #30137
source: - OmniSubs Password
ro: - parola OmniSubs

# #30138
source: - LegendasZone Username
ro: - utilizator LegendasZone

# #30139
source: - LegendasZone Password
ro: - parola LegendasZone

# #30140
source: - Choose subs type:
ro: - Alege tipul subtitrărilor:

# #30145
source: Use 'Subs' subfolder for storing subtitles
ro: Foloseşte un director 'Subs' pentru a stoca subtitrări multiple

# #30146
source: - napisy24.pl Username
ro: - utilizator napisy24.pl

# #30147
source: - napisy24.pl Password
ro: - parolă napisy24.pl

# #30148
source: - euTorrents Username
ro: - utilizator euTorrents

# #30149
source: - euTorrents Password
ro: - parolă euTorrents

# #30150
source: No sub(s) in
ro: Nu există subtitrări în

# #30151
source: Search manual or parent!
ro: Caută manual sau în părinte!

# #30152
source: Found sub(s) in
ro: Am găsit subtitrare(ri) în

# #30153
source: Searching Title... Please wait!
ro: Se caută titlul...Asteptaţi vă rog!

# #30154
source: Downloading... Please Wait!
ro: Se descarcă... Asteptaţi vă rog!

# #30155
source: Extracting... Please Wait!
ro: Se extrage... Asteptaţi vă rog!

# #30156
source: Done Extracting!
ro: Extragere terminată!

# #30157
source: Playing Title!
ro: Se redă titlul!

# #30158
source: - Pipocas Username
ro: - utilizator Pipocas

# #30159
source: - Pipocas Password
ro: - parolă Pipocas

# #30160
source: Pause while showing UI
ro: Pauză în timp ce afişează interfaţa

# #30201
source: Albanian
ro: Albaneză

# #30202
source: Arabic
ro: Arabă

# #30203
source: Belarusian
ro: Belarusă

# #30204
source: Bosnian (Latin)
ro: Bosniacă (Latin)

# #30205
source: Bulgarian
ro: Bulgară

# #30206
source: Catalan
ro: Catalană

# #30207
source: Chinese
ro: Chineză

# #30208
source: Croatian
ro: Croată

# #30209
source: Czech
ro: Cehă

# #30210
source: Danish
ro: Daneză

# #30211
source: Dutch
ro: Olandeză

# #30212
source: English
ro: Engleză

# #30213
source: Estonian
ro: Estonă

# #30214
source: Finnish
ro: Finlandeză

# #30215
source: French
ro: Franceză

# #30216
source: German
ro: Germană

# #30217
source: Greek
ro: Greacă

# #30218
source: Hebrew
ro: Evreiască

# #30220
source: Hungarian
ro: Maghiară

# #30221
source: Icelandic
ro: Islandeză

# #30222
source: Indonesian
ro: Indoneziană

# #30224
source: Italian
ro: Italiană

# #30225
source: Japanese
ro: Japoneză

# #30226
source: Korean
ro: Coreeană

# #30227
source: Latvian
ro: Letonă

# #30228
source: Lithuanian
ro: Lituaniană

# #30229
source: Macedonian
ro: Macedoneană

# #30230
source: Norwegian
ro: Norvegiană

# #30232
source: Polish
ro: Poloneză

# #30233
source: Portuguese
ro: Portugheză

# #30234
source: Portuguese (Brazil)
ro: Portugheză (Brazilia)

# #30235
source: Romanian
ro: Română

# #30236
source: Russian
ro: Rusă

# #30237
source: SerbianLatin
ro: Sârbă Latină

# #30238
source: Slovak
ro: Slovacă

# #30239
source: Slovenian
ro: Slovenă

# #30240
source: Spanish
ro: Spaniolă

# #30242
source: Swedish
ro: Suedeză

# #30243
source: Thai
ro: Tailandeză

# #30244
source: Turkish
ro: Turcă

# #30245
source: Ukrainian
ro: Ucraineană

# #30246
source: Vietnamese
ro: Vietnameză
