Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Arabic/strings.po
Languages: ar

# #610
source: Search
ar: بحث

# #612
source: Manually enter search string
ar: إدخال سلسلة البحث يدويا

# #642
source: Searching subtitles %s
ar: البحث عن ترجمات %s

# #646
source: Connecting...
ar: اتصال...

# #649
source: Downloading subtitles...
ar: تحميل ترجمات...

# #652
source: Subtitles file downloaded and extracted
ar: تم تحميل ملف الترجمات و فكه

# #653
source: Connection failed
ar: فشل الاتصال

# #654
source: Error extracting subtitles
ar: فشل فك الترجمات

# #655
source: Local subtitle available
ar: ترجمة محلية متوفرة

# #656
source: Service did not respond within the time out limit
ar: الخدمة لم تستجب ضمن وقت المهلة

# #657
source: No Subtitles Found!
ar: لم يتم العثور على ترجمات!

# #744
source: subtitles found for
ar: العقور علة ترجمات لـ

# #747
source: Search Using Parent Folder
ar: البحث باستخدام المجلد الأصل

# #748
source: You can't save subtitle to selected destination
ar: لا تستطيع حفظ الترجمة للوجهة المحددة

# #750
source: Would you like to activate this subtitle temporarily?
ar: هل ترغب بتفعيل هذه الترجمة مؤقتا؟

# #751
source: Enter Movie Name (year)
ar: إدخال اسم الفيلم(عام)

# #755
source: Server is overloaded, please try again later
ar: المخدم مجهد, الرجاء المحاولة لاحقا

# #756
source: Login failed. Please verify your settings at the addon Configuration
ar: الدخول فشل. الرضاء التحقق من إعداداتك في الملحق

# #757
source: Server requires you to rewrite code from image
ar: المخدم يطلب منك إعادة كتابة الرمز من الصورة

# #758
source: Please take look at notification area
ar: الرجاء النظر لمنطقة الإعلان

# #759
source: Enter code of image in notification area
ar: أدخل الرمز من الصورة في منطقة الإعلان

# #760
source: Available Services
ar: الخدمات المتوفرة

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
ar: عليك تسجيل الدخول لتحميل تلك الترجمات,[CR] تحقق من إعداداتك في الملحق

# #762
source: Addon Settings
ar: إعدادات الملحق

# #763
source: Auto downloading first 'sync' subtitle
ar: تحميل 'مزامنة' الترجمة الأولى

# #764
source: Downloading first 'sync' sub
ar: تحميل اول ترجمة (متزامنة)

# #765
source: first 'sync' subtitle downloaded
ar: تم تحميل اول ترجمة (متزامنة)

# #766
source: Choose Subtitle folder
ar: اختر ملف الترجمة

# #767
source: No 'sync' subtitle found
ar: لم توجد اي ترجمة متزامنة

# #30100
source: Languages
ar: لغات

# #30101
source: Primary Language
ar: لغة أساسية

# #30102
source: Secondary Language
ar: لغة ثانوية

# #30103
source: Services
ar: الخدمات

# #30104
source: - Podnapisi.net Username
ar: - Podnapisi.net اسم المستخدم

# #30105
source: - Podnapisi.net Password
ar: - Podnapisi.net كلمة المرور

# #30106
source: Advanced Options
ar: خيارات متقدمة

# #30107
source: Subtitle Download Folder Same As Movie
ar: تحميل مجلد الترجمة تماما كالفيلم

# #30108
source: - Set Custom Subtitle Download Path
ar: تخصيص مسار تحميل الترجمة

# #30110
source: Manually Enter Search String
ar: إدخال سلسة البحث يدويا

# #30111
source: Third Language
ar: لغة ثالثة

# #30113
source: Select Default Movie Service
ar: تحديد خدمة الفيلم الافتراضية

# #30114
source: Select Default TV Show Service
ar: تحديد خدمة العرض التلفزيوني الافتراضية

# #30118
source: Display file name in results page
ar: عرض اسم الملف في صفحة النتائج

# #30119
source: Search Using Parent Folder
ar: البحث باستخدام المجلد الأصلي

# #30121
source: Add Language To Filename
ar: إضافة لغة للمتصفح

# #30122
source: Set Default Timeout
ar: ضبط الوقت الافتراضي

# #30123
source: - Legendas.TV Username
ar: - Legendas.TV اسم المستخدم

# #30124
source: - Legendas.TV Password
ar: - Legendas.TV كلمة السر

# #30126
source: - Itasa Username
ar: اسم مستخدم اتاسا

# #30127
source: - Itasa Password
ar: كلمة مرور اتاسا

# #30128
source: - Titulky Username
ar: اسم مستخدم Titulky

# #30129
source: - Titulky Password
ar: كلمة مرور Titulky

# #30130
source: Search next available service if no results are found
ar: البحث عن الخدمة المتوفرة التالية إذا لم يتم العثور على نتائج

# #30131
source: Auto download first "sync" subtitle
ar: تحميل تلقائي لأول ترجمة "متزامنة"

# #30132
source: - LegendasDivx Username
ar: - LegendasDivx اسم المستخدم

# #30133
source: - LegendasDivx Password
ar: - LegendasDivx كلمة السر

# #30134
source: - PTSubs Username
ar: - PTSubs اسم المستخدم

# #30135
source: - PTSubs Password
ar: - PTSubs كلمة السر

# #30136
source: - OmniSubs Username
ar: - OmniSubs اسم المستخدم

# #30137
source: - OmniSubs Password
ar: - OmniSubs كلمة السر

# #30138
source: - LegendasZone Username
ar: - LegendasZone اسم المستخدم

# #30139
source: - LegendasZone Password
ar: - LegendasZone كلمة السر

# #30201
source: Albanian
ar: الألبانية

# #30202
source: Arabic
ar: العربية

# #30203
source: Belarusian
ar: البيلاروسية

# #30204
source: Bosnian (Latin)
ar: البوسنية (الاتينية)

# #30205
source: Bulgarian
ar: البلغارية

# #30206
source: Catalan
ar: الكتلانية

# #30207
source: Chinese
ar: الصينية

# #30208
source: Croatian
ar: الكرواتية

# #30209
source: Czech
ar: التشيكية

# #30210
source: Danish
ar: الدنماركية

# #30211
source: Dutch
ar: الألمانية

# #30212
source: English
ar: الإنجليزية

# #30213
source: Estonian
ar: الإستونية

# #30214
source: Finnish
ar: إنهاء

# #30215
source: French
ar: الفرنسية

# #30216
source: German
ar: الجرمانية

# #30217
source: Greek
ar: اليونانية

# #30218
source: Hebrew
ar: العبرية

# #30219
source: Hindi
ar: الهندية

# #30220
source: Hungarian
ar: الهنغارية

# #30221
source: Icelandic
ar: الأيسلاندية

# #30222
source: Indonesian
ar: الإندونيسية

# #30224
source: Italian
ar: الإيطالية

# #30225
source: Japanese
ar: اليابانية

# #30226
source: Korean
ar: الكورية

# #30227
source: Latvian
ar: اللاتيفية

# #30228
source: Lithuanian
ar: الليتوانية

# #30229
source: Macedonian
ar: المقدونية

# #30230
source: Norwegian
ar: النرويجية

# #30232
source: Polish
ar: البولونية

# #30233
source: Portuguese
ar: البرتغالية

# #30234
source: Portuguese (Brazil)
ar: البرتغالية (البرازيل)

# #30235
source: Romanian
ar: الرومانية

# #30236
source: Russian
ar: الروسية

# #30237
source: SerbianLatin
ar: الصربية

# #30238
source: Slovak
ar: السلوفاكية

# #30239
source: Slovenian
ar: السلوفينية

# #30240
source: Spanish
ar: الإسبانية

# #30242
source: Swedish
ar: السويدية

# #30243
source: Thai
ar: التيلاندية

# #30244
source: Turkish
ar: التركية

# #30245
source: Ukrainian
ar: الأكرانية

# #30246
source: Vietnamese
ar: الفيتنامية

# #30247
source: Farsi
ar: الفارسية
