Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Galician/strings.po
Languages: gl

# #610
source: Search
gl: Buscar

# #611
source: Video should be running
gl: O vídeo ten de estar en reprodución

# #612
source: Manually enter search string
gl: Inserir manualmente a cadea a buscar

# #642
source: Searching subtitles %s
gl: Buscando os subtítulos %s

# #646
source: Connecting...
gl: Conectando...

# #649
source: Downloading subtitles...
gl: Descargando subtítulos...

# #652
source: Subtitles file downloaded and extracted
gl: Descargouse e extraeuse o ficheiro de subtítulos

# #653
source: Connection failed
gl: Fallou a conexión

# #654
source: Error extracting subtitles
gl: Produciuse un error ao extraer os subtítulos

# #655
source: Local subtitle available
gl: subtítulos locais dispoñíbeis

# #656
source: Service did not respond within the time out limit
gl: O servizo non respondeu dentro do tempo de espera

# #657
source: No Subtitles Found!
gl: Non se atoparon subtítulos.

# #744
source: subtitles found for
gl: subtítulos atopados para

# #747
source: Search Using Parent Folder
gl: Buscar usando o cartafol pai

# #748
source: You can't save subtitle to selected destination
gl: Non se pode gardar os subtítulos no destino seleccionado

# #750
source: Would you like to activate this subtitle temporarily?
gl: Quere activar temporalmente este subtítulo?

# #751
source: Enter Movie Name (year)
gl: Inserir o nome do filme (ano)

# #755
source: Server is overloaded, please try again later
gl: O servidor está sobrecardado, por favor ténteo máis tarde

# #756
source: Login failed. Please verify your settings at the addon Configuration
gl: Fallo no inicio de sesión. Por favor verifique os seus axustes na configuración do engadido

# #757
source: Server requires you to rewrite code from image
gl: O servidor require que volva escribir o código da imaxe

# #758
source: Please take look at notification area
gl: Por favor bótelle unha ollada á área de notificación

# #759
source: Enter code of image in notification area
gl: Inserir o código da imaxe na área de notificación

# #760
source: Available Services
gl: Servizos Dispoñíbeis

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
gl: Ten de ter iniciado sesión para descargar estes subtítulos,[CR]verifique os seus axustes na configuración do engadido

# #762
source: Addon Settings
gl: Axustes do Engadido

# #763
source: Auto downloading first 'sync' subtitle
gl: descargando automaticamente o primeiro subtítulo 'sincro'

# #764
source: Downloading first 'sync' sub
gl: Descargando o primeiro sub 'sincro'

# #765
source: first 'sync' subtitle downloaded
gl: descargado o primeiro subtítulo 'sincro'

# #766
source: Choose Subtitle folder
gl: Seleccionar o cartafol dos subtítulos

# #767
source: No 'sync' subtitle found
gl: Non se atopou o subtítulo 'sincro'

# #30100
source: Languages
gl: Idiomas

# #30101
source: Primary Language
gl: Idioma Principal

# #30102
source: Secondary Language
gl: Idioma Secundario

# #30103
source: Services
gl: Servizos

# #30104
source: - Podnapisi.net Username
gl: - Nome de usuario de Podnapisi.net

# #30105
source: - Podnapisi.net Password
gl: - Contrasinal de Podnapisi.net

# #30106
source: Advanced Options
gl: Opcións Avanzadas

# #30107
source: Subtitle Download Folder Same As Movie
gl: Usar o cartafol de filmes para a descarga de subtítulos

# #30108
source: - Set Custom Subtitle Download Path
gl: - Estabelecer o camiño personalizado de descarga de subtítulos

# #30110
source: Manually Enter Search String
gl: Inserir manualmente a cade a buscar

# #30111
source: Third Language
gl: Terceiro Idioma

# #30113
source: Select Default Movie Service
gl: Seleccionar o servizo de filmes predefinido

# #30114
source: Select Default TV Show Service
gl: Seleccionar o servizo de programas de TV predefinido

# #30118
source: Display file name in results page
gl: Amosar o nome do ficheiro na páxina de resultados

# #30119
source: Search Using Parent Folder
gl: Buscar usando o cartafol pai

# #30121
source: Add Language To Filename
gl: Engadir un idioma ao ficheiro

# #30122
source: Set Default Timeout
gl: Estabelecer o tempo de espera predefinido

# #30123
source: - Legendas.TV Username
gl: - Nome de usuario de Legendas.TV

# #30124
source: - Legendas.TV Password
gl: - Contrasinal de Legendas.TV

# #30126
source: - Itasa Username
gl: - Nome de usuario de Itasa

# #30127
source: - Itasa Password
gl: - Contrasinal de Itasa

# #30128
source: - Titulky Username
gl: - Nome de usuario de Titulky

# #30129
source: - Titulky Password
gl: - Contrasinal de Titulky

# #30130
source: Search next available service if no results are found
gl: Se non se atopan resultados buscar no seguinte servizo dispoñíbel

# #30131
source: Auto download first "sync" subtitle
gl: descargar automaticamente o primeiro subtítulo 'sincro'

# #30132
source: - LegendasDivx Username
gl: - Nome de usuario de LegendasDivx

# #30133
source: - LegendasDivx Password
gl: - Contrasinal de LegendasDivx

# #30134
source: - PTSubs Username
gl: - Nome de usuario de PTSubs

# #30135
source: - PTSubs Password
gl: - Contrasinal de PTSubs

# #30136
source: - OmniSubs Username
gl: - Nome de usuario de OmniSubs

# #30137
source: - OmniSubs Password
gl: - Contrasinal de OmniSubs

# #30138
source: - LegendasZone Username
gl: - Nome de usuario de LegendasZone

# #30139
source: - LegendasZone Password
gl: - Contrasinal de LegendasZone

# #30140
source: - Choose subs type:
gl: - Seleccionar o tipo de subtítulos:

# #30145
source: Use 'Subs' subfolder for storing subtitles
gl: Usar o subcartafol 'Subs' para gardar o subtítulos

# #30146
source: - napisy24.pl Username
gl: - Nome de usuario de napisy24.pl

# #30147
source: - napisy24.pl Password
gl: - Contrasinal de napisy24.pl

# #30148
source: - euTorrents Username
gl: - Nome de usuario de euTorrents

# #30149
source: - euTorrents Password
gl: - Contrasinal euTorrents

# #30150
source: No sub(s) in
gl: Sen subtítulo(s)

# #30151
source: Search manual or parent!
gl: Busca manual o no pai!

# #30152
source: Found sub(s) in
gl: Atopados subtítulo(s)

# #30153
source: Searching Title... Please wait!
gl: Buscando o título... Agarda por favor!

# #30154
source: Downloading... Please Wait!
gl: Descargando... Agarda por favor!

# #30155
source: Extracting... Please Wait!
gl: Extraendo... Argarda por favor!

# #30156
source: Done Extracting!
gl: Rematou a extracción!

# #30157
source: Playing Title!
gl: Reproducindo o título!

# #30158
source: - Pipocas Username
gl: - Nome de usuario de Pipocas

# #30159
source: - Pipocas Password
gl: - Contrasinal de Pipocas

# #30160
source: Pause while showing UI
gl: Pausar mentres se mostra a Interface de Usuario

# #30201
source: Albanian
gl: Albanés

# #30202
source: Arabic
gl: Árabe

# #30203
source: Belarusian
gl: Bielorruso

# #30204
source: Bosnian (Latin)
gl: Bosníaco (Latino)

# #30205
source: Bulgarian
gl: Búlgaro

# #30206
source: Catalan
gl: Catalán

# #30207
source: Chinese
gl: Chines

# #30208
source: Croatian
gl: Croata

# #30209
source: Czech
gl: Checo

# #30210
source: Danish
gl: Danés

# #30211
source: Dutch
gl: Neerlandés

# #30212
source: English
gl: Inglés

# #30213
source: Estonian
gl: Estoniano

# #30214
source: Finnish
gl: Finlandés

# #30215
source: French
gl: Francés

# #30216
source: German
gl: Alemán

# #30217
source: Greek
gl: Grego

# #30218
source: Hebrew
gl: Hebreo

# #30220
source: Hungarian
gl: Húngaro

# #30221
source: Icelandic
gl: Islandés

# #30222
source: Indonesian
gl: Indonesio

# #30224
source: Italian
gl: Italiano

# #30225
source: Japanese
gl: Xaponés

# #30226
source: Korean
gl: Coreano

# #30227
source: Latvian
gl: Letón

# #30228
source: Lithuanian
gl: Lituano

# #30229
source: Macedonian
gl: Macedonio

# #30230
source: Norwegian
gl: Noruegués

# #30232
source: Polish
gl: Polaco

# #30233
source: Portuguese
gl: Portugués

# #30234
source: Portuguese (Brazil)
gl: Portugués (Brasil)

# #30235
source: Romanian
gl: Romanés

# #30236
source: Russian
gl: Ruso

# #30237
source: SerbianLatin
gl: SerbioLatino

# #30238
source: Slovak
gl: Eslovaco

# #30239
source: Slovenian
gl: Esloveno

# #30240
source: Spanish
gl: Castelán

# #30242
source: Swedish
gl: Sueco

# #30243
source: Thai
gl: Tailandés

# #30244
source: Turkish
gl: Turco

# #30245
source: Ukrainian
gl: Ucraíno

# #30246
source: Vietnamese
gl: Vietnamita

# #30247
source: Farsi
gl: Persa
