Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Finnish/strings.po
Languages: fi

# #610
source: Search
fi: Hae osoitteesta

# #611
source: Video should be running
fi: Videon pitäisi olla käynnissä

# #612
source: Manually enter search string
fi: Syötä hakuteksti manuaalisesti

# #642
source: Searching subtitles %s
fi: Etsitään tekstityksiä %s

# #646
source: Connecting...
fi: Yhdistetään...

# #649
source: Downloading subtitles...
fi: Ladataan tekstityksiä...

# #652
source: Subtitles file downloaded and extracted
fi: Tekstitystiedosto ladattu ja purettu

# #653
source: Connection failed
fi: Yhteys epäonnistui

# #654
source: Error extracting subtitles
fi: Virhe tekstitysten purkamisessa

# #655
source: Local subtitle available
fi: Paikallisia tekstityksiä saatavilla

# #656
source: Service did not respond within the time out limit
fi: Palvelu ei vastannut aikarajaan mennessä

# #657
source: No Subtitles Found!
fi: Tekstityksiä ei löytynyt!

# #744
source: subtitles found for
fi: tekstitystä löydetty kohteelle

# #747
source: Search Using Parent Folder
fi: Sisällytä ylakansiot hakuun

# #748
source: You can't save subtitle to selected destination
fi: Tekstitystä ei voi tallentaa tähän kohteeseen

# #750
source: Would you like to activate this subtitle temporarily?
fi: Haluatko aktivoida tämän tekstityksen väliaikaisesti?

# #751
source: Enter Movie Name (year)
fi: Syötä Elokuvan Nimi (vuosi)

# #755
source: Server is overloaded, please try again later
fi: Palvelu ei vastaa, yritä myöhemmin uudelleen

# #756
source: Login failed. Please verify your settings at the addon Configuration
fi: Tunnus ei kelpaa. Tarkista lisäosan asetukset

# #760
source: Available Services
fi: Käytettävissä olevat palvelut

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
fi: Kirjaudu sisään ladataksesi näitä tekstityksiä,[CR]tarkista lisäosan asetukset

# #762
source: Addon Settings
fi: Asetukset

# #763
source: Auto downloading first 'sync' subtitle
fi: Ladataan ensimmäistä 'sync' tekstitystä

# #764
source: Downloading first 'sync' sub
fi: Lataa ensimmäistä 'sync'-tekstitystä

# #765
source: first 'sync' subtitle downloaded
fi: ensimmäinen 'sync'-tekstitys ladattu

# #766
source: Choose Subtitle folder
fi: Valitse tekstityskansio

# #767
source: No 'sync' subtitle found
fi: 'sync'-tekstitystä ei löytynyt

# #30100
source: Languages
fi: Valitse kielet

# #30101
source: Primary Language
fi: Ensisijainen kieli

# #30102
source: Secondary Language
fi: Toissijainen kieli

# #30103
source: Services
fi: Valitse palvelut

# #30104
source: - Podnapisi.net Username
fi: - Podnapisi.net-käyttäjätunnus

# #30105
source: - Podnapisi.net Password
fi: - Podnapisi.net-salasana

# #30106
source: Advanced Options
fi: Lisäasetukset

# #30107
source: Subtitle Download Folder Same As Movie
fi: Tekstitystiedoston tallennushakemisto sama kuin elokuvalla

# #30108
source: - Set Custom Subtitle Download Path
fi: - Aseta oma tekstitystiedostojen tallennushakemisto

# #30110
source: Manually Enter Search String
fi: Syötä hakuteksti manuaalisesti

# #30111
source: Third Language
fi: Kolmas kieli

# #30113
source: Select Default Movie Service
fi: Valitse oletuspalvelu elokuville

# #30114
source: Select Default TV Show Service
fi: Valitse oletuspalvelu tv-sarjoille

# #30118
source: Display file name in results page
fi: Näytä tiedostonnimi hakutulos sivulla

# #30119
source: Search Using Parent Folder
fi: Sisällytä ylakansiot hakuun

# #30121
source: Add Language To Filename
fi: Lisää kieli tiedoston nimeen

# #30122
source: Set Default Timeout
fi: Oletus aikaraja

# #30123
source: - Legendas.TV Username
fi: - Legendas.TV-käyttäjätunnus

# #30124
source: - Legendas.TV Password
fi: - Legendas.TV-salasana

# #30126
source: - Itasa Username
fi: - Itasa-käyttäjätunnus

# #30127
source: - Itasa Password
fi: - Itasa-salasana

# #30128
source: - Titulky Username
fi: - Titulky-käyttäjätunnus

# #30129
source: - Titulky Password
fi: - Titulky-salasana

# #30130
source: Search next available service if no results are found
fi: Etsi seuraavasta mahdollisesta palvelusta, jos tuloksia ei löydy

# #30131
source: Auto download first "sync" subtitle
fi: Lataa automaattisesti ensimmäinen 'sync' tekstitys

# #30132
source: - LegendasDivx Username
fi: - LegendasDivx-käyttäjätunnus

# #30133
source: - LegendasDivx Password
fi: - LegendasDivx-salasana

# #30134
source: - PTSubs Username
fi: - PTSubs-käyttäjätunnus

# #30135
source: - PTSubs Password
fi: - PTSubs-salasana

# #30136
source: - OmniSubs Username
fi: - OmniSubs-käyttäjätunnus

# #30137
source: - OmniSubs Password
fi: - OmniSubs-salasana

# #30138
source: - LegendasZone Username
fi: - LegendasZone-käyttäjätunnus

# #30139
source: - LegendasZone Password
fi: - LegendasZone-salasana

# #30140
source: - Choose subs type:
fi: - Valitse tekstityksen tyyppi:

# #30145
source: Use 'Subs' subfolder for storing subtitles
fi: Käytä 'subs'-alihakemistoa tekstitysten varastona

# #30146
source: - napisy24.pl Username
fi: - napisy24.pl-käyttäjätunnus

# #30147
source: - napisy24.pl Password
fi: - napisy24.pl-salasana

# #30148
source: - euTorrents Username
fi: - euTorrents-käyttäjätunnus

# #30149
source: - euTorrents Password
fi: - euTorrents-salasana

# #30150
source: No sub(s) in
fi: Ei tekstityksiä

# #30151
source: Search manual or parent!
fi: Etsi käsin tai isäntähakemistosta!

# #30152
source: Found sub(s) in
fi: Tekstityksiä löytyi

# #30153
source: Searching Title... Please wait!
fi: Etsii... odota!

# #30154
source: Downloading... Please Wait!
fi: Lataa... odota!

# #30155
source: Extracting... Please Wait!
fi: Purkaa... odota!

# #30156
source: Done Extracting!
fi: Purkaminen valmistui!

# #30157
source: Playing Title!
fi: Toistetaan!

# #30158
source: - Pipocas Username
fi: - Pipocas-käyttäjätunnus

# #30159
source: - Pipocas Password
fi: - Pipocas-salasana

# #30160
source: Pause while showing UI
fi: Keskeytä toisto, kun käyttöliittymä näytetään

# #30201
source: Albanian
fi: Albania

# #30202
source: Arabic
fi: Arabia

# #30203
source: Belarusian
fi: Valkovenäjä

# #30204
source: Bosnian (Latin)
fi: Bosnia (Latina)

# #30205
source: Bulgarian
fi: Bulgaria

# #30206
source: Catalan
fi: Katalaani

# #30207
source: Chinese
fi: Kiina

# #30208
source: Croatian
fi: Kroatia

# #30209
source: Czech
fi: Tsekki

# #30210
source: Danish
fi: Tanska

# #30211
source: Dutch
fi: Hollanti

# #30212
source: English
fi: Englanti

# #30213
source: Estonian
fi: Viro

# #30214
source: Finnish
fi: Suomi

# #30215
source: French
fi: Ranska

# #30216
source: German
fi: Saksa

# #30217
source: Greek
fi: Kreikka

# #30218
source: Hebrew
fi: Heprea

# #30220
source: Hungarian
fi: Unkari

# #30221
source: Icelandic
fi: Islanti

# #30222
source: Indonesian
fi: Indonesia

# #30224
source: Italian
fi: Italia

# #30225
source: Japanese
fi: Japani

# #30226
source: Korean
fi: Korea

# #30227
source: Latvian
fi: Latvia

# #30228
source: Lithuanian
fi: Liettua

# #30229
source: Macedonian
fi: Makedonia

# #30230
source: Norwegian
fi: Norja

# #30232
source: Polish
fi: Puola

# #30233
source: Portuguese
fi: Portugali

# #30234
source: Portuguese (Brazil)
fi: Portugali (Brasilia)

# #30235
source: Romanian
fi: Romania

# #30236
source: Russian
fi: Venäjä

# #30237
source: SerbianLatin
fi: Serbianlatina

# #30238
source: Slovak
fi: Slovakia

# #30239
source: Slovenian
fi: Slovenia

# #30240
source: Spanish
fi: Espanja

# #30242
source: Swedish
fi: Ruotsi

# #30244
source: Turkish
fi: Turkki

# #30245
source: Ukrainian
fi: Ukraina

# #30246
source: Vietnamese
fi: Vietnami
