Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Thai/strings.po
Languages: th

# #610
source: Search
th: ค้นหา

# #611
source: Video should be running
th: วิดีโอควรกำลังเล่น

# #612
source: Manually enter search string
th: ใส่ข้อความค้นหาด้วยตนเอง

# #642
source: Searching subtitles %s
th: กำลังค้นหาคำบรรยาย %s

# #646
source: Connecting...
th: กำลังเชื่อมต่อ

# #649
source: Downloading subtitles...
th: กำลังดาวน์โหลดคำบรรยาย

# #652
source: Subtitles file downloaded and extracted
th: ดาวน์โหลดและแตกไฟล์คำบรรยายแล้ว

# #653
source: Connection failed
th: การเชื่อมต่อล้มเหลว

# #654
source: Error extracting subtitles
th: ข้อผิดพลาดในการแตกไฟล์คำบรรยาย

# #655
source: Local subtitle available
th: มีคำบรรยายในเครื่องใช้งานได้

# #656
source: Service did not respond within the time out limit
th: ระบบไม่ตอบสนองเกินเวลาที่กำหนด

# #657
source: No Subtitles Found!
th: ไม่พบคำบรรยาย

# #744
source: subtitles found for
th: พบคำบรรยายสำหรับ

# #747
source: Search Using Parent Folder
th: ค้นหาในแฟ้มหลัก

# #748
source: You can't save subtitle to selected destination
th: คุณไม่สามารถจัดเก็บคำบรรยายในที่ที่คุณเลือก

# #750
source: Would you like to activate this subtitle temporarily?
th: คุณต้องการเปิดใช้งานคำบรรยายชั่วคราวนี้หรือไม่

# #751
source: Enter Movie Name (year)
th: ใส่ชื่อภาพยนตร์ (ปี)

# #755
source: Server is overloaded, please try again later
th: เซิร์ฟเวอร์ทำงานมากเกินไป โปรดลองอีกครั้งในภายหลัง

# #756
source: Login failed. Please verify your settings at the addon Configuration
th: เข้าสู่ระบบล้มเหลว โปรดตรวจสอบการตั้งค่าส่วนเสริมของคุณ

# #757
source: Server requires you to rewrite code from image
th: เซิร์ฟเวอร์ต้องการให้คุณอนุญาตการบันทึกทับไฟล์รูปเดิม

# #758
source: Please take look at notification area
th: กรุณาตรวจดูที่ส่วนแจ้งเตือน

# #759
source: Enter code of image in notification area
th: ใส่รหัสจากรูปภาพที่ปรากฏในส่วนแจ้งเตือน

# #760
source: Available Services
th: บริการที่ใช้งานได้

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
th: คุณจำเป็นต้องลงชื่อเข้าใช้เพื่อจะดาวน์โหลดคำบรรยายเหล่านี้ [CR]ตรวจสอบการตั้งค่าที่การปรับแต่งส่วนเสริมของคุณ

# #762
source: Addon Settings
th: การตั้งค่าส่วนเสริม

# #763
source: Auto downloading first 'sync' subtitle
th: กำลังดาวน์โหลดคำบรรยายแรกที่ซิงค์ก่อนอัตโนมัติ

# #764
source: Downloading first 'sync' sub
th: กำลังดาวน์โหลดคำบรรยายรองที่ซิงค์ก่อน

# #765
source: first 'sync' subtitle downloaded
th: ดาวน์โหลดคำบรรยายที่ซิงค์ก่อนเสร็จเรียบร้อย

# #766
source: Choose Subtitle folder
th: เลือกแฟ้มคำบรรยาย

# #767
source: No 'sync' subtitle found
th: ไม่พบคำบรรยายที่ซิงค์ไว้

# #30100
source: Languages
th: ภาษา

# #30101
source: Primary Language
th: ภาษาหลัก

# #30102
source: Secondary Language
th: ภาษารอง

# #30103
source: Services
th: บริการ

# #30104
source: - Podnapisi.net Username
th: - ชื่อผูใช้งาน Podnapisi.net

# #30105
source: - Podnapisi.net Password
th: - รหัสผ่าน Podnapisi.net

# #30106
source: Advanced Options
th: ตัวเลือกขั้นสูง

# #30107
source: Subtitle Download Folder Same As Movie
th: ดาวน์โหลดคำบรรยายจากแฟ้มเดียวกันกับแฟ้มภาพยนตร์

# #30108
source: - Set Custom Subtitle Download Path
th: - ตั้งค่าเส้นทางดาวน์โหลดคำบรรยายเอง

# #30110
source: Manually Enter Search String
th: ใส่ค่าการค้นหาด้วยตัวเอง

# #30111
source: Third Language
th: ภาษาที่สาม

# #30113
source: Select Default Movie Service
th: เลือกบริการพื้นฐานของภาพยนตร์

# #30114
source: Select Default TV Show Service
th: เลือกบริการพื้นฐานของรายการโทรทัศน์

# #30118
source: Display file name in results page
th: แสดงชื่อไฟล์ที่หน้าผลการค้นหา

# #30119
source: Search Using Parent Folder
th: ค้นหาจากแฟ้มหลัก

# #30121
source: Add Language To Filename
th: ใส่ชื่อภาษาในชื่อไฟล์

# #30122
source: Set Default Timeout
th: ตั้งการหยุดทำงานในเวลาที่กำหนดแบบพื้นฐาน

# #30123
source: - Legendas.TV Username
th: - ชื่อผู้ใช้งาน Legendas.TV

# #30124
source: - Legendas.TV Password
th: - รหัสผ่าน Legendas.TV

# #30126
source: - Itasa Username
th: - ชื่อผู้ใช้งาน Itasa

# #30127
source: - Itasa Password
th: - รหัสผ่าน Itasa

# #30128
source: - Titulky Username
th: - ชื่อผู้ใช้งาน Titulky

# #30129
source: - Titulky Password
th: - รหัสผ่าน Titulky

# #30130
source: Search next available service if no results are found
th: ค้นหาบริการถัดไปที่ใช้งานได้เมื่อค้นหาไม่พบ

# #30131
source: Auto download first "sync" subtitle
th: ดาวน์โหลดคำบรรยายแรกที่ซิงค์ก่อนอัตโนมัติ

# #30132
source: - LegendasDivx Username
th: - ชื่อผู้ใช้งาน LegendasDivx

# #30133
source: - LegendasDivx Password
th: - รหัสผ่าน LegendasDivx

# #30134
source: - PTSubs Username
th: - ชื่อผู้ใช้งาน PTSubs

# #30135
source: - PTSubs Password
th: - รหัสผ่าน PTSubs

# #30136
source: - OmniSubs Username
th: - ชื่อผู้ใช้งาน OmniSubs

# #30137
source: - OmniSubs Password
th: - รหัสผ่าน OmniSubs

# #30138
source: - LegendasZone Username
th: - ชื่อผู้ใช้งาน LegendasZone

# #30139
source: - LegendasZone Password
th: - รหัสผ่าน LegendasZone

# #30140
source: - Choose subs type:
th: - เลือกประเภทคำบรรยาย:

# #30145
source: Use 'Subs' subfolder for storing subtitles
th: ใช้โฟลเดอร์ย่อย 'Subs' ในการจัดเก็บคำบรรยาย

# #30146
source: - napisy24.pl Username
th: - ชื่อผู้ใช้งาน napisy24.pl

# #30147
source: - napisy24.pl Password
th: - รหัสผ่าน napisy24.pl

# #30148
source: - euTorrents Username
th: - ชื่อผู้ใช้งาน euTorrents

# #30149
source: - euTorrents Password
th: - รหัสผ่าน euTorrents

# #30150
source: No sub(s) in
th: ไม่พบคำบรรยายในนี้

# #30151
source: Search manual or parent!
th: ค้นหาจากคู่มือหรือผู้ผลิต

# #30152
source: Found sub(s) in
th: พบคำบรรยายในนี้

# #30153
source: Searching Title... Please wait!
th: กำลังค้นหาชื่อ... กรุณารอสักครู่

# #30154
source: Downloading... Please Wait!
th: กำลังดาวน์โหลด... กรุณารอสักครู่

# #30155
source: Extracting... Please Wait!
th: กำลังแตกไฟล์... กรุณารอสักครู่

# #30156
source: Done Extracting!
th: แตกไฟล์เสร็จสมบูรณ์

# #30157
source: Playing Title!
th: เรื่องที่กำลังเล่น

# #30158
source: - Pipocas Username
th: - ชื่อผู้ใช้งาน Pipocas

# #30159
source: - Pipocas Password
th: - รหัสผ่าน Pipocas

# #30160
source: Pause while showing UI
th: หยุดชั่วคราวขณะกำลังแสดงส่วนติดต่อผู้ใช้

# #30201
source: Albanian
th: แอลเบเนีย

# #30202
source: Arabic
th: อารบิก

# #30203
source: Belarusian
th: เบลารุส

# #30204
source: Bosnian (Latin)
th: บอสเนีย (ละติน)

# #30205
source: Bulgarian
th: บัลแกเรีย

# #30206
source: Catalan
th: คาตาลัน

# #30207
source: Chinese
th: จีน

# #30208
source: Croatian
th: โครเอเชีย

# #30209
source: Czech
th: เช็ก

# #30210
source: Danish
th: เดนมาร์ก

# #30211
source: Dutch
th: ดัตช์

# #30212
source: English
th: อังกฤษ

# #30213
source: Estonian
th: เอสโตเนีย

# #30214
source: Finnish
th: ฟินแลนด์

# #30215
source: French
th: ฝร่งเศส

# #30216
source: German
th: เยอรมัน

# #30217
source: Greek
th: กรีก

# #30218
source: Hebrew
th: ฮีบรู

# #30219
source: Hindi
th: ฮินดี

# #30220
source: Hungarian
th: ฮังการี

# #30221
source: Icelandic
th: ไอซ์แลนด์

# #30222
source: Indonesian
th: อินโดนีเซีย

# #30224
source: Italian
th: อิตาลี

# #30225
source: Japanese
th: ญี่ปุ่น

# #30226
source: Korean
th: เกาหลี

# #30227
source: Latvian
th: ลัตเวีย

# #30228
source: Lithuanian
th: ลิทัวเนีย

# #30229
source: Macedonian
th: มาซิโดเนีย

# #30230
source: Norwegian
th: นอร์เวย์

# #30232
source: Polish
th: โปแลนด์

# #30233
source: Portuguese
th: โปรตุเกส

# #30234
source: Portuguese (Brazil)
th: โปรตุเกส (บราซิล)

# #30235
source: Romanian
th: โรมาเนีย

# #30236
source: Russian
th: รัสเซีย

# #30237
source: SerbianLatin
th: เซอร์เบียละติน

# #30238
source: Slovak
th: สโลวัก

# #30239
source: Slovenian
th: สโลวีเนีย

# #30240
source: Spanish
th: สเปน

# #30242
source: Swedish
th: สวีเดน

# #30243
source: Thai
th: ไทย

# #30244
source: Turkish
th: ตุรกี

# #30245
source: Ukrainian
th: ยูเครน

# #30246
source: Vietnamese
th: เวียดนาม

# #30247
source: Farsi
th: เปอร์เซีย
