Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Hebrew/strings.po
Languages: he

# #610
source: Search
he: חיפוש

# #611
source: Video should be running
he: וידאו אמור לפעול

# #612
source: Manually enter search string
he: הכנס ביטוי חיפוש ידנית

# #642
source: Searching subtitles %s
he: מחפש כתוביות %s

# #646
source: Connecting...
he: מתחבר...

# #649
source: Downloading subtitles...
he: מוריד כתוביות

# #652
source: Subtitles file downloaded and extracted
he: קובץ הכתוביות הורד וחולץ

# #653
source: Connection failed
he: ההתחברות נכשלה

# #654
source: Error extracting subtitles
he: שגיאה בפריסת כתוביות

# #655
source: Local subtitle available
he: כתובית מקומית זמינה

# #656
source: Service did not respond within the time out limit
he: השירות לא הגיב במסגרת הזמן הנקוב

# #657
source: No Subtitles Found!
he: לא נמצאו כתוביות

# #744
source: subtitles found for
he: נמצאו כתוביות עבור

# #747
source: Search Using Parent Folder
he: חפש בתיקיית האב

# #748
source: You can't save subtitle to selected destination
he: אין באפשרותך לשמור את הכתוביות ליעד שנבחר

# #750
source: Would you like to activate this subtitle temporarily?
he: האם תרצה להפעיל את הכתובית הזו באופן זמני?

# #751
source: Enter Movie Name (year)
he: הקש את שם הסרט (שנה)

# #755
source: Server is overloaded, please try again later
he: השרת עמוס, אנא נסה מאוחר יותר

# #756
source: Login failed. Please verify your settings at the addon Configuration
he: ההתחברות נכשלה. אנא וודא את פרטיך בהגדרות התוסף

# #757
source: Server requires you to rewrite code from image
he: השרת דורש שתזין את הקוד מהתמונה שוב

# #758
source: Please take look at notification area
he: נא להביט באזור ההודעות

# #759
source: Enter code of image in notification area
he: יש להכניס את הקוד מהתמונה באזור ההודעות

# #760
source: Available Services
he: שירותים זמינים

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
he: עליך להיות בעל משתמש רשום ע״מ להוריד כתוביות אלו,[CR]נא לבדוק את ההגדרות שלך בתצורת התוסף

# #762
source: Addon Settings
he: הגדרות תוסף

# #763
source: Auto downloading first 'sync' subtitle
he: מוריד אוטומטית כתוביות 'מסונכרנות' ראשונות

# #764
source: Downloading first 'sync' sub
he: מוריד כתוביות מסונכרנות ראשונות

# #765
source: first 'sync' subtitle downloaded
he: כתוביות מסונכרנות ראשונות הורדו

# #766
source: Choose Subtitle folder
he: בחר תקיית כתוביות

# #767
source: No 'sync' subtitle found
he: לא נמצאו כתוביות מסונכרנות

# #30098
source: - Subtitle.co.il Email
he: - כתובת אימייל בסרטים

# #30099
source: - Subtitle.co.il Password
he: - סיסמה ב-סרטים

# #30100
source: Languages
he: שפות

# #30101
source: Primary Language
he: שפה ראשית

# #30102
source: Secondary Language
he: שפה משנית

# #30103
source: Services
he: שרותים

# #30104
source: - Podnapisi.net Username
he: - שם משתמש ב־Podnapisi.net

# #30105
source: - Podnapisi.net Password
he: - ססמה ב־Podnapisi.net

# #30106
source: Advanced Options
he: אפשרויות מתקדמות

# #30107
source: Subtitle Download Folder Same As Movie
he: הורדת כתוביות לתיקיית הסרט

# #30108
source: - Set Custom Subtitle Download Path
he: - הגדרת נתיב הורדת כתוביות

# #30110
source: Manually Enter Search String
he: הזנה ידנית של ביטוי לחיפוש

# #30111
source: Third Language
he: שפה שלישית

# #30113
source: Select Default Movie Service
he: הגדרת שרות סרטים כבררת מחדל

# #30114
source: Select Default TV Show Service
he: הגדרת שרות תכניות טלוויזיה כבררת מחדל

# #30118
source: Display file name in results page
he: הצגת שם הקובץ במסך התוצאות

# #30119
source: Search Using Parent Folder
he: חיפוש עפ״י תיקיית אב

# #30121
source: Add Language To Filename
he: הוספת שם השפה לשם קובץ

# #30122
source: Set Default Timeout
he: הגדרת בררת מחדל לפסק זמן

# #30123
source: - Legendas.TV Username
he: שם משתמש ב־Legendas.tv

# #30124
source: - Legendas.TV Password
he: ססמה ב־Legendas.tv

# #30126
source: - Itasa Username
he: - שם משתמש Itasa

# #30127
source: - Itasa Password
he: - סיסמה Itasa

# #30128
source: - Titulky Username
he: - שם משתמש ב־Titulky

# #30129
source: - Titulky Password
he: - ססמה ב־Titulky

# #30130
source: Search next available service if no results are found
he: חיפוש בשירות הזמין הבא אם לא נמצאו תוצאות

# #30131
source: Auto download first "sync" subtitle
he: הורד אוטומטית כתוביות "מסונכרנות" ראשונות

# #30132
source: - LegendasDivx Username
he: - LegendasDivx שם משתמש

# #30133
source: - LegendasDivx Password
he: - LegendasDivx סיסמא

# #30134
source: - PTSubs Username
he: - PTSubs שם משתמש

# #30135
source: - PTSubs Password
he: - PTSubs סיסמא

# #30136
source: - OmniSubs Username
he: - OmniSubs שם משתמש

# #30137
source: - OmniSubs Password
he: - OmniSubs סיסמא

# #30138
source: - LegendasZone Username
he: - LegendasZone שם משתמש

# #30139
source: - LegendasZone Password
he: - LegendasZone סיסמא

# #30140
source: - Choose subs type:
he: - בחירת סוג הכתוביות:

# #30145
source: Use 'Subs' subfolder for storing subtitles
he: השתמש בתיקיית 'Subs' לאכסון כתוביות

# #30146
source: - napisy24.pl Username
he: - napisy24.pl שם משתמש

# #30147
source: - napisy24.pl Password
he: - napisy24.pl סיסמא

# #30148
source: - euTorrents Username
he: - euTorrents שם משתמש

# #30149
source: - euTorrents Password
he: - euTorrents סיסמא

# #30150
source: No sub(s) in
he: לא נמצאו כתוביות ב

# #30151
source: Search manual or parent!
he: חיפוש ידני או הורה!

# #30152
source: Found sub(s) in
he: נמצאו כתוביות ב

# #30153
source: Searching Title... Please wait!
he: מחפש כותרת... אנא המתן!

# #30154
source: Downloading... Please Wait!
he: הורדת כתוביות, אנא המתן ...

# #30155
source: Extracting... Please Wait!
he: פרישת כתוביות, אנא המתן ...

# #30156
source: Done Extracting!
he: פרישת כתוביות הסתיימה

# #30157
source: Playing Title!
he: מציג כותרת !

# #30158
source: - Pipocas Username
he: - Pipocas שם משתמש

# #30159
source: - Pipocas Password
he: - Pipocas סיסמא

# #30160
source: Pause while showing UI
he: השהיה בעת הצגת מנשק המשתמש

# #30201
source: Albanian
he: אלבנית

# #30202
source: Arabic
he: ערבית

# #30203
source: Belarusian
he: בלרוסית

# #30204
source: Bosnian (Latin)
he: בוסנית (לטינית)

# #30205
source: Bulgarian
he: בולגרית

# #30206
source: Catalan
he: קטלנית

# #30207
source: Chinese
he: סינית

# #30208
source: Croatian
he: קרואטית

# #30209
source: Czech
he: צ׳כית

# #30210
source: Danish
he: דנית

# #30211
source: Dutch
he: הולנדית

# #30212
source: English
he: אנגלית

# #30213
source: Estonian
he: אסטונית

# #30214
source: Finnish
he: פינית

# #30215
source: French
he: צרפתית

# #30216
source: German
he: גרמנית

# #30217
source: Greek
he: יוונית

# #30218
source: Hebrew
he: עברית

# #30219
source: Hindi
he: הינדי

# #30220
source: Hungarian
he: הונגרית

# #30221
source: Icelandic
he: איסלנדית

# #30222
source: Indonesian
he: אינדונזית

# #30224
source: Italian
he: איטלקית

# #30225
source: Japanese
he: יפנית

# #30226
source: Korean
he: קוריאנית

# #30227
source: Latvian
he: לטבית

# #30228
source: Lithuanian
he: ליטאית

# #30229
source: Macedonian
he: מקדונית

# #30230
source: Norwegian
he: נורווגית

# #30232
source: Polish
he: פולנית

# #30233
source: Portuguese
he: פורטוגלית

# #30234
source: Portuguese (Brazil)
he: פורטוגלית (ברזיל)

# #30235
source: Romanian
he: רומנית

# #30236
source: Russian
he: רוסית

# #30237
source: SerbianLatin
he: סרבית לטינית

# #30238
source: Slovak
he: סלובקית

# #30239
source: Slovenian
he: סלובנית

# #30240
source: Spanish
he: ספרדית

# #30242
source: Swedish
he: שוודית

# #30243
source: Thai
he: תאית

# #30244
source: Turkish
he: תורכית

# #30245
source: Ukrainian
he: אוקראינית

# #30246
source: Vietnamese
he: וייטנאמית

# #30247
source: Farsi
he: פרסית
