Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Spanish (Mexico)/strings.po
Languages: es_mx

# #610
source: Search
es_mx: Buscar

# #611
source: Video should be running
es_mx: Video debe estar ejecutándose

# #612
source: Manually enter search string
es_mx: Ingresar manualmente el string de búsqueda

# #642
source: Searching subtitles %s
es_mx: Buscando subtítulos %s

# #646
source: Connecting...
es_mx: Conectando...

# #649
source: Downloading subtitles...
es_mx: Descargando subtítulos...

# #652
source: Subtitles file downloaded and extracted
es_mx: Archivo de subtítulos descargado y extraído

# #653
source: Connection failed
es_mx: Error de conexión

# #654
source: Error extracting subtitles
es_mx: Error extrayendo subtítulos

# #655
source: Local subtitle available
es_mx: Subtitulo local disponible

# #656
source: Service did not respond within the time out limit
es_mx: El servicio no respondió durante el tiempo límite de expiración

# #657
source: No Subtitles Found!
es_mx: No se encontró subtitulo!

# #744
source: subtitles found for
es_mx: Subtítulos encontrados para

# #747
source: Search Using Parent Folder
es_mx: Buscar Utilizando La Carpeta Superior

# #748
source: You can't save subtitle to selected destination
es_mx: No se puede guardar subtitulo en el destino seleccionado

# #750
source: Would you like to activate this subtitle temporarily?
es_mx: ¿Desea activar este subtitulo temporalmente?

# #751
source: Enter Movie Name (year)
es_mx: Ingrese Nombre de Películoa (año)

# #755
source: Server is overloaded, please try again later
es_mx: El servidor se encuentra sobrecargado, por favor intente nuevamente más tarde

# #756
source: Login failed. Please verify your settings at the addon Configuration
es_mx: Inicio de Sesión fallido. Por favor verifique sus ajustes en la Configuración del addon

# #757
source: Server requires you to rewrite code from image
es_mx: El servidor requiere que escriba el código de la imagen

# #758
source: Please take look at notification area
es_mx: Por favor mire el área de notificación

# #759
source: Enter code of image in notification area
es_mx: Ingrese el código de la imagen en el área de notificación

# #760
source: Available Services
es_mx: Servicios Disponibles

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
es_mx: Debe iniciar sesión para descargar estos subtítulos.[CR]verifique sus ajustes en la Configuración del addon

# #762
source: Addon Settings
es_mx: Configuración del Addon

# #763
source: Auto downloading first 'sync' subtitle
es_mx: Descargar automáticamente el primer subtitulo 'sync'

# #764
source: Downloading first 'sync' sub
es_mx: Descargando primer subtítulo 'sync'

# #765
source: first 'sync' subtitle downloaded
es_mx: Primer subtítulo 'sync' descargado

# #766
source: Choose Subtitle folder
es_mx: Escoja Carpeta de Subtítulo

# #767
source: No 'sync' subtitle found
es_mx: Subtítulo 'sync' no encontrado

# #30100
source: Languages
es_mx: Idiomas

# #30101
source: Primary Language
es_mx: Lenguaje Primario

# #30102
source: Secondary Language
es_mx: Lenguaje Secundario

# #30103
source: Services
es_mx: Servicios

# #30104
source: - Podnapisi.net Username
es_mx: - Usuario de Podnapisi.net

# #30105
source: - Podnapisi.net Password
es_mx: - Contraseña de Podnapisi.net

# #30106
source: Advanced Options
es_mx: Opciones Avanzadas

# #30107
source: Subtitle Download Folder Same As Movie
es_mx: Descargar Subtítulo en la Carpeta de la Película

# #30108
source: - Set Custom Subtitle Download Path
es_mx: - Definir Ruta Personalizada para Descarga de Subtítulos

# #30110
source: Manually Enter Search String
es_mx: Ingresar Manualmente el String de Búsqueda

# #30111
source: Third Language
es_mx: Tercer Lenguaje

# #30113
source: Select Default Movie Service
es_mx: Seleccionar Servicio de Películas por Defecto

# #30114
source: Select Default TV Show Service
es_mx: Seleccionar Servicio de Series por Defecto

# #30118
source: Display file name in results page
es_mx: Mostrar el nombre del archivo en la página de resultados

# #30119
source: Search Using Parent Folder
es_mx: Buscar Utilizando el Directorio Padre

# #30121
source: Add Language To Filename
es_mx: Agregar Lenguaje al Nombre del Archivo

# #30122
source: Set Default Timeout
es_mx: Definir el Tiempo de Expiración por defecto

# #30123
source: - Legendas.TV Username
es_mx: - Usuario de Legendas.TV

# #30124
source: - Legendas.TV Password
es_mx: - Contraseña de Legendas.TV

# #30126
source: - Itasa Username
es_mx: - Usuario de Itasa

# #30127
source: - Itasa Password
es_mx: - Contraseña de Itasa

# #30128
source: - Titulky Username
es_mx: - Usuario de Titulky

# #30129
source: - Titulky Password
es_mx: - Contraseña de Titulky

# #30130
source: Search next available service if no results are found
es_mx: Buscar en próximo servicio disponible si no se encuentran resultados

# #30131
source: Auto download first "sync" subtitle
es_mx: Descargar automáticamente primer subtítulo "sync"

# #30132
source: - LegendasDivx Username
es_mx: - Usuario de LegendasDivx

# #30133
source: - LegendasDivx Password
es_mx: - Contraseña de LegendasDivx

# #30134
source: - PTSubs Username
es_mx: - Usuario de PTSubs

# #30135
source: - PTSubs Password
es_mx: - Contraseña de PTSubs

# #30136
source: - OmniSubs Username
es_mx: - Usuario de OmniSubs

# #30137
source: - OmniSubs Password
es_mx: - Contraseña de OmniSubs

# #30138
source: - LegendasZone Username
es_mx: - Usuario de LegendasZone

# #30139
source: - LegendasZone Password
es_mx: - Contraseña de LegendasZone

# #30140
source: - Choose subs type:
es_mx: - Escoja tipo de subtiítulos:

# #30144
source: MPl2
es_mx: MPI2

# #30145
source: Use 'Subs' subfolder for storing subtitles
es_mx: Usar subcarpeta 'Subs' para almacenar Subtítulos

# #30146
source: - napisy24.pl Username
es_mx: - Usuario de napisy24.pl

# #30147
source: - napisy24.pl Password
es_mx: - Contraseña de napisy24.pl

# #30148
source: - euTorrents Username
es_mx: - Usuario de euTorrents

# #30149
source: - euTorrents Password
es_mx: - Contraseña de euTorrents

# #30150
source: No sub(s) in
es_mx: No hay Subtítulo(s) en

# #30151
source: Search manual or parent!
es_mx: ¡Busqueda manual o carpeta padre!

# #30152
source: Found sub(s) in
es_mx: Subtitulo(s) encontrado(s) en

# #30153
source: Searching Title... Please wait!
es_mx: Buscando título... ¡Por favor espere!

# #30154
source: Downloading... Please Wait!
es_mx: Descargando... ¡Por favor espere!

# #30155
source: Extracting... Please Wait!
es_mx: Extrayendo... ¡Por favor espere!

# #30156
source: Done Extracting!
es_mx: ¡Extracción completa!

# #30157
source: Playing Title!
es_mx: ¡Reproduciendo Título!

# #30158
source: - Pipocas Username
es_mx: - Usuario de Pipocas

# #30159
source: - Pipocas Password
es_mx: - Contraseña de Pipocas

# #30160
source: Pause while showing UI
es_mx: Pausa mientras se muestra la UI

# #30201
source: Albanian
es_mx: Albanés

# #30202
source: Arabic
es_mx: Arabico

# #30203
source: Belarusian
es_mx: Bielorruso

# #30204
source: Bosnian (Latin)
es_mx: Bosnio (Latino)

# #30205
source: Bulgarian
es_mx: Búlgaro

# #30206
source: Catalan
es_mx: Catalán

# #30207
source: Chinese
es_mx: Chino

# #30208
source: Croatian
es_mx: Croata

# #30209
source: Czech
es_mx: Checo

# #30210
source: Danish
es_mx: Danés

# #30211
source: Dutch
es_mx: Holandés

# #30212
source: English
es_mx: Inglés

# #30213
source: Estonian
es_mx: Estonio

# #30214
source: Finnish
es_mx: Finés

# #30215
source: French
es_mx: Francés

# #30216
source: German
es_mx: Alemán

# #30217
source: Greek
es_mx: Griego

# #30218
source: Hebrew
es_mx: Hebreo

# #30220
source: Hungarian
es_mx: Húngaro

# #30221
source: Icelandic
es_mx: Islandés

# #30222
source: Indonesian
es_mx: Indonesio

# #30224
source: Italian
es_mx: Italiano

# #30225
source: Japanese
es_mx: Japonés

# #30226
source: Korean
es_mx: Coreano

# #30227
source: Latvian
es_mx: Letón

# #30228
source: Lithuanian
es_mx: Lituano

# #30229
source: Macedonian
es_mx: Macedonio

# #30230
source: Norwegian
es_mx: Noruego

# #30232
source: Polish
es_mx: Polaco

# #30233
source: Portuguese
es_mx: Portugués

# #30234
source: Portuguese (Brazil)
es_mx: Portugués (Brasil)

# #30235
source: Romanian
es_mx: Rumano

# #30236
source: Russian
es_mx: Ruso

# #30237
source: SerbianLatin
es_mx: Serbio (Latino)

# #30238
source: Slovak
es_mx: Eslovaco

# #30239
source: Slovenian
es_mx: Esloveno

# #30240
source: Spanish
es_mx: Español

# #30242
source: Swedish
es_mx: Sueco

# #30243
source: Thai
es_mx: Tailandés

# #30244
source: Turkish
es_mx: Turco

# #30245
source: Ukrainian
es_mx: Ucraniano

# #30246
source: Vietnamese
es_mx: Vietnamita
