Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Catalan/strings.po
Languages: ca

# #610
source: Search
ca: Cerca

# #612
source: Manually enter search string
ca: Introdueix la cadena de cerca manualment

# #642
source: Searching subtitles %s
ca: Cercant subtítols %s

# #646
source: Connecting...
ca: S'està connectant...

# #649
source: Downloading subtitles...
ca: S'estan baixant els subtítols...

# #652
source: Subtitles file downloaded and extracted
ca: Fitxer de subtítols baixat i extret

# #653
source: Connection failed
ca: Ha fallat la connexió

# #654
source: Error extracting subtitles
ca: S'ha produït un error en extreure els subtítols

# #655
source: Local subtitle available
ca: Subtítol local disponible

# #656
source: Service did not respond within the time out limit
ca: El servei no ha respost dins del limit de temps d'espera

# #657
source: No Subtitles Found!
ca: No s'ha trobat el subtítol!

# #744
source: subtitles found for
ca: subtítols trobats per

# #747
source: Search Using Parent Folder
ca: Cerca utilitzant el directori pare

# #748
source: You can't save subtitle to selected destination
ca: No pot guardar els subtítols a la destinació seleccionada

# #750
source: Would you like to activate this subtitle temporarily?
ca: Voleu activar aquest subtítol temporalment?

# #751
source: Enter Movie Name (year)
ca: Introduïu el nom de la pel·lícula (any)

# #755
source: Server is overloaded, please try again later
ca: El servidor es troba saturat, per favor intenta-ho més tard

# #756
source: Login failed. Please verify your settings at the addon Configuration
ca: Ha fallat l'inici de sessió. Per favor, verificau les dades a l'apartat de Configuració

# #757
source: Server requires you to rewrite code from image
ca: El servidor demana re-escriure el codi de la imatge

# #758
source: Please take look at notification area
ca: Per favor, donau una ullada a l'àrea de notificació

# #759
source: Enter code of image in notification area
ca: Introduïu el codi de la imatge dins l'àrea de notificació

# #760
source: Available Services
ca: Serveis disponibles

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
ca: Heu d'iniciar la sessió per baixar aquests subtítols,[CR] verificau les vostres dades a l'apartat de Configuració

# #762
source: Addon Settings
ca: Configuració del complement

# #763
source: Auto downloading first 'sync' subtitle
ca: Baixa automàticament el primer subtítol 'sincronitzat'

# #764
source: Downloading first 'sync' sub
ca: Baixant el primer subtítol 'sincronitzat'

# #765
source: first 'sync' subtitle downloaded
ca: El primer subtítol 'sincronitzat' s'ha baixat

# #766
source: Choose Subtitle folder
ca: Triau carpeta de subtítols

# #767
source: No 'sync' subtitle found
ca: No s'ha trobat cap subtítol 'sync'

# #30100
source: Languages
ca: Idiomes

# #30101
source: Primary Language
ca: Idioma principal

# #30102
source: Secondary Language
ca: Idioma secundari

# #30103
source: Services
ca: Serveis

# #30104
source: - Podnapisi.net Username
ca: - Nom d'usuari Podnapisi.net

# #30105
source: - Podnapisi.net Password
ca: - Contrasenya Podnapisi.net

# #30106
source: Advanced Options
ca: Opcions avançades

# #30107
source: Subtitle Download Folder Same As Movie
ca: Directori de descàrrega del subtítol igual que la pel·lícula

# #30108
source: - Set Custom Subtitle Download Path
ca: - Estableis una ruta personalitzada de descàrrega de subtítols

# #30110
source: Manually Enter Search String
ca: Introdueix manualment la cadena de cerca

# #30111
source: Third Language
ca: Tercer idioma

# #30113
source: Select Default Movie Service
ca: Seleccionau el servei per defecte per a Pel·lícules

# #30114
source: Select Default TV Show Service
ca: Seleccionau el servei per defecte per a Programes de televisió

# #30118
source: Display file name in results page
ca: Mostra el nom del fitxer a la pàgina de resultats

# #30119
source: Search Using Parent Folder
ca: Cerca utilitzant el directori pare

# #30121
source: Add Language To Filename
ca: Afegeix l'idioma al nom de fitxer

# #30122
source: Set Default Timeout
ca: Estableix el temps d'espera per defecte

# #30123
source: - Legendas.TV Username
ca: - Nom d'usuari Legendas.TV

# #30124
source: - Legendas.TV Password
ca: - Contrasenya Legendas.TV

# #30126
source: - Itasa Username
ca: - Nom d'usuari Itasa

# #30127
source: - Itasa Password
ca: - Contrasenya Itasa

# #30128
source: - Titulky Username
ca: - Nom d'usuari Titulky

# #30129
source: - Titulky Password
ca: - Contrasenya Titulky

# #30130
source: Search next available service if no results are found
ca: Cerca al següent servei disponible si no es troben resultats

# #30131
source: Auto download first "sync" subtitle
ca: Baixa automàticament el primer subtítol "sincronitzat"

# #30132
source: - LegendasDivx Username
ca: - Nom d'usuari LegendasDivx

# #30133
source: - LegendasDivx Password
ca: - Contrasenya LegendasDivx

# #30134
source: - PTSubs Username
ca: - Usuari de PTSubs

# #30135
source: - PTSubs Password
ca: - Constrasenya de PTSubs

# #30136
source: - OmniSubs Username
ca: - Usuari de OmniSubs

# #30137
source: - OmniSubs Password
ca: - Contrasenya de OmniSubs

# #30138
source: - LegendasZone Username
ca: - Usuari de LegendasZone

# #30139
source: - LegendasZone Password
ca: - Contrasenya de LegendasZone

# #30140
source: - Choose subs type:
ca: - Triau tipus de subtítol:

# #30145
source: Use 'Subs' subfolder for storing subtitles
ca: Emprar carpeta 'Subs' per emmagatzemar els subtítols

# #30146
source: - napisy24.pl Username
ca: - Nom d'usuari napisy24.pl

# #30147
source: - napisy24.pl Password
ca: - Contrasenya napisy24.pl

# #30148
source: - euTorrents Username
ca: - Nom d'usuari euTorrents

# #30149
source: - euTorrents Password
ca: - Contrasenya euTorrents

# #30158
source: - Pipocas Username
ca: - Nom d'usuari Pipocas

# #30159
source: - Pipocas Password
ca: - Contrasenya Pipocas

# #30201
source: Albanian
ca: Albanès

# #30202
source: Arabic
ca: Àrab

# #30203
source: Belarusian
ca: Bielorús

# #30204
source: Bosnian (Latin)
ca: Bosnià (Llatí)

# #30205
source: Bulgarian
ca: Búlgar

# #30206
source: Catalan
ca: Català

# #30207
source: Chinese
ca: Xinès

# #30208
source: Croatian
ca: Croat

# #30209
source: Czech
ca: Txec

# #30210
source: Danish
ca: Danès

# #30211
source: Dutch
ca: Holandès

# #30212
source: English
ca: Anglès

# #30213
source: Estonian
ca: Estonià

# #30214
source: Finnish
ca: Finès

# #30215
source: French
ca: Francès

# #30216
source: German
ca: Alemany

# #30217
source: Greek
ca: Grec

# #30218
source: Hebrew
ca: Hebreu

# #30220
source: Hungarian
ca: Hongarès

# #30221
source: Icelandic
ca: Islandès

# #30222
source: Indonesian
ca: Indonesi

# #30224
source: Italian
ca: Italià

# #30225
source: Japanese
ca: Japonès

# #30226
source: Korean
ca: Coreà

# #30227
source: Latvian
ca: Letó

# #30228
source: Lithuanian
ca: Lituà

# #30229
source: Macedonian
ca: Macedònic

# #30230
source: Norwegian
ca: Norueg

# #30232
source: Polish
ca: Polac

# #30233
source: Portuguese
ca: Portuguès

# #30234
source: Portuguese (Brazil)
ca: Portuguès (Brasil)

# #30235
source: Romanian
ca: Romanès

# #30236
source: Russian
ca: Rus

# #30237
source: SerbianLatin
ca: Serbi llatí

# #30238
source: Slovak
ca: Eslovac

# #30239
source: Slovenian
ca: Eslovè

# #30240
source: Spanish
ca: Espanyol

# #30242
source: Swedish
ca: Suec

# #30243
source: Thai
ca: Tailandès

# #30244
source: Turkish
ca: Turc

# #30245
source: Ukrainian
ca: Ucraïnès

# #30246
source: Vietnamese
ca: Vietnamita

# #30247
source: Farsi
ca: Persa
