Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Estonian/strings.po
Languages: et

# #610
source: Search
et: Otsing

# #612
source: Manually enter search string
et: Sisesta käsitsi otsingusõna

# #642
source: Searching subtitles %s
et: Otsin subtiitrit %s

# #646
source: Connecting...
et: Ühendan...

# #649
source: Downloading subtitles...
et: Laen subtiitrit alla...

# #652
source: Subtitles file downloaded and extracted
et: Subtiitrite fail allalaetud ja lahtipakitud

# #653
source: Connection failed
et: Ühendus ebaõnnestus

# #654
source: Error extracting subtitles
et: Subtiitrite lahtipakkimine ebaõnnestus

# #655
source: Local subtitle available
et: Kohaliku subtiitri võimalus

# #656
source: Service did not respond within the time out limit
et: Teenus ei vastanud ettenähtud aja jooksul

# #657
source: No Subtitles Found!
et: Subtiitreid ei leitud!

# #744
source: subtitles found for
et: Leiti subtiitrid

# #747
source: Search Using Parent Folder
et: Otsi kasutades päritolukausta

# #748
source: You can't save subtitle to selected destination
et: Sa ei saa subtiitreid valitud kausta salvestada

# #750
source: Would you like to activate this subtitle temporarily?
et: Kas te soovite seda subtiitrit ajutiselt aktiveerida?

# #751
source: Enter Movie Name (year)
et: Sisesta filmi nimi (aasta)

# #755
source: Server is overloaded, please try again later
et: Server on koormatud, palun proovige hiljem uuesti

# #756
source: Login failed. Please verify your settings at the addon Configuration
et: Logimine ebaõnnestus. Palun kontrollige oma "Lisade seadistused" seadeid.

# #757
source: Server requires you to rewrite code from image
et: Server nõuad piltide koodi ümberkirjutamist.

# #758
source: Please take look at notification area
et: Palun vaadake teavituste aknasse

# #759
source: Enter code of image in notification area
et: Sisestage pildi kood teavituste aknasse

# #760
source: Available Services
et: Olemasolevad teenused

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
et: Te peate olema subtiitrite allalaadimiseks sisselogitud,[CR]kontrollige oma "Lisade seadistused" seadeid.

# #762
source: Addon Settings
et: Lisade seaded

# #763
source: Auto downloading first 'sync' subtitle
et: Laen automaatsel esimest sünkroonset subtiitrit

# #764
source: Downloading first 'sync' sub
et: Esimese sünkroonse subtiitri allalaadimine

# #765
source: first 'sync' subtitle downloaded
et: Esimene sünkroonse subtiiter allalaetud

# #766
source: Choose Subtitle folder
et: Vali subtiitrite kaust

# #767
source: No 'sync' subtitle found
et: Ei leitud sünkroonseid subtiitreid

# #30100
source: Languages
et: Keeled

# #30101
source: Primary Language
et: Peamine keel

# #30102
source: Secondary Language
et: Teisejärguline keel

# #30103
source: Services
et: Teenused

# #30104
source: - Podnapisi.net Username
et: - Podnapisi.net kasutajanimi

# #30105
source: - Podnapisi.net Password
et: - Podnapisi.net parool

# #30106
source: Advanced Options
et: Põhjalikumad seaded

# #30107
source: Subtitle Download Folder Same As Movie
et: Subtiitrite kaustaks filmide kaust

# #30108
source: - Set Custom Subtitle Download Path
et: - Sea subtiitritele kohandatud allalaadimise teekond

# #30110
source: Manually Enter Search String
et: Sisesta otsingusõna

# #30111
source: Third Language
et: Teine keel

# #30113
source: Select Default Movie Service
et: Vali vaikimisi filmi teenus

# #30114
source: Select Default TV Show Service
et: Vali vaikimisi TV saate teenus

# #30118
source: Display file name in results page
et: Näita faili nime tulemuste lehel

# #30119
source: Search Using Parent Folder
et: Otsing kasutades juurkataloogi

# #30121
source: Add Language To Filename
et: Lisa keel faili nimesse

# #30122
source: Set Default Timeout
et: Sea vaikimisi ajapiirang

# #30123
source: - Legendas.TV Username
et: - Legendas.TV kasutajatunnus

# #30124
source: - Legendas.TV Password
et: - Legendas.TV parool

# #30126
source: - Itasa Username
et: - Itasa kasutajatunnus

# #30127
source: - Itasa Password
et: - Itasa parool

# #30128
source: - Titulky Username
et: - Titulky kasutajatunnus

# #30129
source: - Titulky Password
et: - Titulky parool

# #30130
source: Search next available service if no results are found
et: Otsi järgmist saadaolevat teenust kui tulemust ei leita

# #30131
source: Auto download first "sync" subtitle
et: Lae automaatselt esimene sünkroonis subtiiter

# #30132
source: - LegendasDivx Username
et: - LegendasDivx kasutajatunnus

# #30133
source: - LegendasDivx Password
et: - LegendasDivx parool

# #30134
source: - PTSubs Username
et: - PTSubs kasutajatunnus

# #30135
source: - PTSubs Password
et: - PTSubs parool

# #30136
source: - OmniSubs Username
et: - OmniSubs kasutajatunnus

# #30137
source: - OmniSubs Password
et: - OmniSubs parool

# #30138
source: - LegendasZone Username
et: - LegendasZone kasutajatunnus

# #30139
source: - LegendasZone Password
et: - LegendasZone parool

# #30140
source: - Choose subs type:
et: Vali subtiitrite tüüp

# #30145
source: Use 'Subs' subfolder for storing subtitles
et: Kasuta subtiitrite talletamiseks 'Subs' alamkausta

# #30146
source: - napisy24.pl Username
et: - napisy24.pl kasutajatunnus

# #30147
source: - napisy24.pl Password
et: - napisy24.pl parool

# #30148
source: - euTorrents Username
et: - euTorrents kasutajatunnus

# #30149
source: - euTorrents Password
et: - euTorrents parool

# #30150
source: No sub(s) in
et: Ei sisalda subtiitreid

# #30151
source: Search manual or parent!
et: Otsi juhendit või päritolu!

# #30152
source: Found sub(s) in
et: Sisaldab subtiitreid

# #30153
source: Searching Title... Please wait!
et: Otsin pealkirja... Palun oodake!

# #30154
source: Downloading... Please Wait!
et: Toimub allalaadimine... Palun oodake!

# #30155
source: Extracting... Please Wait!
et: Lahtipakkimine... Palun oodake!

# #30156
source: Done Extracting!
et: Lahtipakkimine teostatud!

# #30157
source: Playing Title!
et: Teose esitamine!

# #30158
source: - Pipocas Username
et: - Pipocas kasutajatunnus

# #30159
source: - Pipocas Password
et: - Pipocas parool

# #30201
source: Albanian
et: Albaania

# #30202
source: Arabic
et: Araabia

# #30203
source: Belarusian
et: Valgevene

# #30204
source: Bosnian (Latin)
et: Bosnia (Ladina)

# #30205
source: Bulgarian
et: Bulgaaria

# #30206
source: Catalan
et: Katalaan

# #30207
source: Chinese
et: Hiina

# #30208
source: Croatian
et: Horvaatia

# #30209
source: Czech
et: Tšehhi

# #30210
source: Danish
et: Taani

# #30211
source: Dutch
et: Hollandi

# #30212
source: English
et: Inglise

# #30213
source: Estonian
et: Eesti

# #30214
source: Finnish
et: Soome

# #30215
source: French
et: Prantsuse

# #30216
source: German
et: Saksa

# #30217
source: Greek
et: Kreeka

# #30218
source: Hebrew
et: Heebrea

# #30220
source: Hungarian
et: Ungari

# #30221
source: Icelandic
et: Island

# #30222
source: Indonesian
et: Indoneesia

# #30224
source: Italian
et: Itaalia

# #30225
source: Japanese
et: Jaapani

# #30226
source: Korean
et: Korea

# #30227
source: Latvian
et: Läti

# #30228
source: Lithuanian
et: Leedu

# #30229
source: Macedonian
et: Makedoonia

# #30230
source: Norwegian
et: Norra

# #30232
source: Polish
et: Poola

# #30233
source: Portuguese
et: Portugaalia

# #30234
source: Portuguese (Brazil)
et: Portugaalia (Brasiilia)

# #30235
source: Romanian
et: Rumeenia

# #30236
source: Russian
et: Vene

# #30237
source: SerbianLatin
et: Serbia (Ladina)

# #30238
source: Slovak
et: Slovakia

# #30239
source: Slovenian
et: Slovenia

# #30240
source: Spanish
et: Hispaania

# #30242
source: Swedish
et: Rootsi

# #30243
source: Thai
et: Tai

# #30244
source: Turkish
et: Türgi

# #30245
source: Ukrainian
et: Ukraina

# #30246
source: Vietnamese
et: Vieetnami
