Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Afrikaans/strings.po
Languages: af

# #610
source: Search
af: Soek

# #611
source: Video should be running
af: Video is veronderstel om te loop

# #612
source: Manually enter search string
af: Tik soek string handrolies in

# #642
source: Searching subtitles %s
af: Deursoek subtitels %s

# #646
source: Connecting...
af: Konnekteer...

# #649
source: Downloading subtitles...
af: Laai subtitels af...

# #652
source: Subtitles file downloaded and extracted
af: Subtitel lêer afgelaai en uitgepak

# #653
source: Connection failed
af: Konneksie het misluk

# #654
source: Error extracting subtitles
af: Fout met uitpak van subtitels

# #655
source: Local subtitle available
af: Lokale subtitel beskikbaar

# #656
source: Service did not respond within the time out limit
af: Diens het nie geantwoord binne tyd verstreke limiet

# #657
source: No Subtitles Found!
af: Geen Subtitels Gevind!

# #744
source: subtitles found for
af: subtitels gevind vir

# #747
source: Search Using Parent Folder
af: Soek deur Ouer Vouer te gebruik

# #748
source: You can't save subtitle to selected destination
af: Jy kan nie subtitel na geselekteerde bestemming stoor nie

# #750
source: Would you like to activate this subtitle temporarily?
af: Wil jy hierdie subtitel tydelik aktiveer ?

# #751
source: Enter Movie Name (year)
af: Tik Fliek Naam (jaar)

# #755
source: Server is overloaded, please try again later
af: Bediener is oorlaai, probeer asb later weer

# #756
source: Login failed. Please verify your settings at the addon Configuration
af: Inteken het misluk. Bevestig asseblief jy stellings by die addon Stellings

# #757
source: Server requires you to rewrite code from image
af: Bediener vereis dat jy kode vanaf beeld herskryf

# #758
source: Please take look at notification area
af: Kyk assseblief na die kennisgewing area

# #759
source: Enter code of image in notification area
af: Tik kode in van beeld in kennisgewing area

# #760
source: Available Services
af: Beskikbare Dienste

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
af: Jy moet ingeteken wees om hierdie ondertitels te laai, [CR] bevestig jou stellings by die addon Verstellings

# #762
source: Addon Settings
af: Addon Verstellings

# #763
source: Auto downloading first 'sync' subtitle
af: Laai eerste 'sinc' subtitel outo af

# #764
source: Downloading first 'sync' sub
af: Laai eerste 'sinc' sub af

# #765
source: first 'sync' subtitle downloaded
af: eerste 'sinc' subtitel afgelaai

# #766
source: Choose Subtitle folder
af: Kies Subtitel vouer

# #767
source: No 'sync' subtitle found
af: Geen 'sinc' subtitel gevind

# #30100
source: Languages
af: Tale

# #30101
source: Primary Language
af: Primêre Taal

# #30102
source: Secondary Language
af: Sekondêre Taal

# #30103
source: Services
af: Dienste

# #30104
source: - Podnapisi.net Username
af: - Podnapisi.net Gebruikersnaam

# #30105
source: - Podnapisi.net Password
af: - Podnapisi.net Wagwoord

# #30106
source: Advanced Options
af: Gevorderde Opsies

# #30107
source: Subtitle Download Folder Same As Movie
af: Subtitel Aflaai Vouer selfde as Fliek

# #30108
source: - Set Custom Subtitle Download Path
af: - Stel Pasgemaakte Subtitel Aflaai Pad

# #30110
source: Manually Enter Search String
af: Tik Soek String Handrolies in

# #30111
source: Third Language
af: Derde Taal

# #30113
source: Select Default Movie Service
af: Kies Standaard Fliek Diens

# #30114
source: Select Default TV Show Service
af: Kies Standaard TV Program Diens

# #30118
source: Display file name in results page
af: Vertoon lêernaam in die resultate bladsy

# #30119
source: Search Using Parent Folder
af: Gebruik Ouer Vouer vir Soek

# #30121
source: Add Language To Filename
af: Voeg Taal By Lêernaam

# #30122
source: Set Default Timeout
af: Kies Standaard Afsnytyd

# #30123
source: - Legendas.TV Username
af: - Legendas.TV Gebruikersnaam

# #30124
source: - Legendas.TV Password
af: - Legendas.TV Wagwoord

# #30126
source: - Itasa Username
af: - Itasa Gebruikersnaam

# #30127
source: - Itasa Password
af: - Itasa Wagwoord

# #30128
source: - Titulky Username
af: - Titulky Gebruikersnaam

# #30129
source: - Titulky Password
af: - Titulky Wagwoord

# #30130
source: Search next available service if no results are found
af: Soek volgende beskikbare diens as geen resultate gevind

# #30131
source: Auto download first "sync" subtitle
af: Laai eerste "sinc" subtitel outo af

# #30132
source: - LegendasDivx Username
af: - LegendasDivx Gebruikersnaam

# #30133
source: - LegendasDivx Password
af: - LegendasDivx Wagwoord

# #30134
source: - PTSubs Username
af: - PTSubs Gebruikersnaam

# #30135
source: - PTSubs Password
af: - PTSubs Wagwoord

# #30136
source: - OmniSubs Username
af: - OmniSubs Gebruikersnaam

# #30137
source: - OmniSubs Password
af: - OmniSubs Wagwoord

# #30138
source: - LegendasZone Username
af: - LegendasZone Gebruikersnaam

# #30139
source: - LegendasZone Password
af: - LegendasZone Wagwoord

# #30140
source: - Choose subs type:
af: - Kies subs tipe:

# #30143
source: MicroDVD
af: MikroDVD

# #30144
source: MPl2
af: MPI2

# #30145
source: Use 'Subs' subfolder for storing subtitles
af: Gebruik 'Subs' subvouer om subtitels te stoor

# #30146
source: - napisy24.pl Username
af: - napisy24.pl Gebruikersnaam

# #30147
source: - napisy24.pl Password
af: - napisy24.pl Wagwoord

# #30148
source: - euTorrents Username
af: - euTorrents Gebruikersnaam

# #30149
source: - euTorrents Password
af: - euTorrents Wagwoord

# #30150
source: No sub(s) in
af: Geen sub(s) in

# #30151
source: Search manual or parent!
af: Soek handrolies of ouer!

# #30152
source: Found sub(s) in
af: Sub(s) gevind in

# #30153
source: Searching Title... Please wait!
af: Soek Titel... Wag asb!

# #30154
source: Downloading... Please Wait!
af: Laai af... Wag asb!

# #30155
source: Extracting... Please Wait!
af: Pak uit... Wag asb!

# #30156
source: Done Extracting!
af: Klaar Uitgepak!

# #30157
source: Playing Title!
af: Speel Titel!

# #30158
source: - Pipocas Username
af: - Pipocas Gebruikernaam

# #30159
source: - Pipocas Password
af: - Pipocas Wagwoord

# #30201
source: Albanian
af: Albanees

# #30202
source: Arabic
af: Arabies

# #30203
source: Belarusian
af: Wit-Russies

# #30204
source: Bosnian (Latin)
af: Bosnies (Latyn)

# #30205
source: Bulgarian
af: Bulgaars

# #30206
source: Catalan
af: Katalaans

# #30207
source: Chinese
af: Sjinees

# #30208
source: Croatian
af: Kroaties

# #30209
source: Czech
af: Tsjeggies

# #30210
source: Danish
af: Deens

# #30211
source: Dutch
af: Nederlands

# #30212
source: English
af: Engels

# #30213
source: Estonian
af: Estnies

# #30214
source: Finnish
af: Fins

# #30215
source: French
af: Frans

# #30216
source: German
af: Duits

# #30217
source: Greek
af: Grieks

# #30218
source: Hebrew
af: Hebreeus

# #30219
source: Hindi
af: Hindoe

# #30220
source: Hungarian
af: Hongaars

# #30221
source: Icelandic
af: Yslands

# #30222
source: Indonesian
af: Indonesies

# #30224
source: Italian
af: Italiaans

# #30225
source: Japanese
af: Japannees

# #30226
source: Korean
af: Koreaans

# #30227
source: Latvian
af: Lets

# #30228
source: Lithuanian
af: Litaus

# #30229
source: Macedonian
af: Masedonies

# #30230
source: Norwegian
af: Norweegs

# #30232
source: Polish
af: Pools

# #30233
source: Portuguese
af: Portugees

# #30234
source: Portuguese (Brazil)
af: Portugees (Brasilië)

# #30235
source: Romanian
af: Roemeens

# #30236
source: Russian
af: Russies

# #30237
source: SerbianLatin
af: Serwies (Latyn)

# #30238
source: Slovak
af: Slowaaks

# #30239
source: Slovenian
af: Slowaans

# #30240
source: Spanish
af: Spaans

# #30242
source: Swedish
af: Sweeds

# #30244
source: Turkish
af: Turks

# #30245
source: Ukrainian
af: Oekrains

# #30246
source: Vietnamese
af: Vietnamees
