Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Croatian/strings.po
Languages: hr

# #610
source: Search
hr: Pretraga

# #612
source: Manually enter search string
hr: Ručno unesi ime filma/serije

# #642
source: Searching subtitles %s
hr: Pretraga titlova %s

# #646
source: Connecting...
hr: Spajanje...

# #649
source: Downloading subtitles...
hr: Preuzimanje titlova...

# #652
source: Subtitles file downloaded and extracted
hr: Titlovi preuzeti i raspakirani

# #653
source: Connection failed
hr: Spajanje neuspjelo

# #654
source: Error extracting subtitles
hr: Greška prilikom raspakiravanja titlova

# #655
source: Local subtitle available
hr: Titl dostupan lokalno

# #656
source: Service did not respond within the time out limit
hr: Servis nije odgovorio u zadanom vremenskom periodu

# #657
source: No Subtitles Found!
hr: Nije pronađen niti jedan titl!

# #744
source: subtitles found for
hr: titlova za

# #747
source: Search Using Parent Folder
hr: Pretraži koristeći ime datoteke

# #748
source: You can't save subtitle to selected destination
hr: Ne možete spremiti titl na odabranu lokaciju

# #750
source: Would you like to activate this subtitle temporarily?
hr: Želite li privremeno omogućiti titl?

# #751
source: Enter Movie Name (year)
hr: Upišite ime filma (godina)

# #755
source: Server is overloaded, please try again later
hr: Server je preopterećen, pokušajte ponovo kasnije

# #756
source: Login failed. Please verify your settings at the addon Configuration
hr: Prijava nije uspjela. Molim, provjerite postavke unutar add-on kofiguratora

# #757
source: Server requires you to rewrite code from image
hr: Servis zahtjeva da ponovo napišete kod image datoteke

# #758
source: Please take look at notification area
hr: Molim, pogledajte obavijesti

# #759
source: Enter code of image in notification area
hr: Upišite kod image datoteke u prijavu

# #760
source: Available Services
hr: Dostupni servisi

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
hr: Morate biti prijavljeni da biste mogli skinuti ove podnaslove, [CR]provjerite svoje postavke u postavkama dodataka

# #762
source: Addon Settings
hr: Postavke Dodataka

# #763
source: Auto downloading first 'sync' subtitle
hr: Auto preuzimanje prvog 'Sinkroniziranog' podnaslova

# #764
source: Downloading first 'sync' sub
hr: Preuzimanje prvi 'Sinhr' podnatpisa

# #765
source: first 'sync' subtitle downloaded
hr: Preuzimam prve 'Sinhr' podnatpise

# #766
source: Choose Subtitle folder
hr: Izaberi mapu podnatpisa

# #767
source: No 'sync' subtitle found
hr: Nedostupni prvi 'Sinhr' podnatpisi

# #30100
source: Languages
hr: Odaberi jezike

# #30101
source: Primary Language
hr: Prvi jezik

# #30102
source: Secondary Language
hr: Drugi jezik

# #30103
source: Services
hr: Odaberi Servis

# #30104
source: - Podnapisi.net Username
hr: - podnapisi.net Korisničko ime

# #30105
source: - Podnapisi.net Password
hr: - podnapisi.net Zaporka

# #30106
source: Advanced Options
hr: Opcije

# #30107
source: Subtitle Download Folder Same As Movie
hr: Mapa skinutih titlova ista kao film

# #30108
source: - Set Custom Subtitle Download Path
hr: - Postavi putanju za skinute titlove

# #30110
source: Manually Enter Search String
hr: Unesi ručno podatkovni niz (string) za pretragu

# #30111
source: Third Language
hr: Treći jezik

# #30113
source: Select Default Movie Service
hr: Odaberi default-ni servis za filmove

# #30114
source: Select Default TV Show Service
hr: Odaberi default-ni servis za TV serije

# #30118
source: Display file name in results page
hr: Prikaži ime datoteke na stranici s rezultatima

# #30119
source: Search Using Parent Folder
hr: Pretraži koristeći ime datoteke

# #30121
source: Add Language To Filename
hr: Dodaj oznaku jezika u ime datoteke

# #30122
source: Set Default Timeout
hr: Postavi vremensko ograničenje

# #30123
source: - Legendas.TV Username
hr: - legendas.tv Korisničko ime

# #30124
source: - Legendas.TV Password
hr: - legendas.tv Zaporka

# #30126
source: - Itasa Username
hr: - Itasa Korisničko ime

# #30127
source: - Itasa Password
hr: - Itasa Zaporka

# #30128
source: - Titulky Username
hr: - Titulky Korisničko ime

# #30129
source: - Titulky Password
hr: - Titulky Lozinka

# #30130
source: Search next available service if no results are found
hr: Pretraži sljedeći dostupni servis ako nema rezultata

# #30131
source: Auto download first "sync" subtitle
hr: Auto preuzimi prvi 'Sinkronizirani' podnaslov

# #30132
source: - LegendasDivx Username
hr: - LegendasDivx Korisničko ime

# #30133
source: - LegendasDivx Password
hr: - LegendasDivx Lozinka

# #30134
source: - PTSubs Username
hr: - PTSubs Korisničko ime

# #30135
source: - PTSubs Password
hr: - PTSubs Lozinka

# #30136
source: - OmniSubs Username
hr: - OmniSubs Korisničko ime

# #30137
source: - OmniSubs Password
hr: - OmniSubs Lozinka

# #30138
source: - LegendasZone Username
hr: - LegendasZone Korisničko ime

# #30139
source: - LegendasZone Password
hr: - LegendasZone lozinka

# #30140
source: - Choose subs type:
hr: - Odaberite tip podnatpisa:

# #30141
source: SubRip
hr: Rip podnatpisi

# #30142
source: TMPlayer
hr: TM Izvođač

# #30146
source: - napisy24.pl Username
hr: - napisy24.pl Korisničko ime

# #30147
source: - napisy24.pl Password
hr: - napisy24.pl Zaporka

# #30148
source: - euTorrents Username
hr: - euTorrents Korisničko ime

# #30149
source: - euTorrents Password
hr: - euTorrents Zaporka

# #30153
source: Searching Title... Please wait!
hr: Traženje podnatpisa... Molim pričekajte!

# #30155
source: Extracting... Please Wait!
hr: Raspakiranje... Molim pričekajte!

# #30158
source: - Pipocas Username
hr: - Pipocas Korisničko ime

# #30159
source: - Pipocas Password
hr: - Pipocas Zaporka

# #30201
source: Albanian
hr: Albanski

# #30202
source: Arabic
hr: Arapski

# #30203
source: Belarusian
hr: Bjeloruski

# #30204
source: Bosnian (Latin)
hr: Bosanski (Latin)

# #30205
source: Bulgarian
hr: Bugarski

# #30206
source: Catalan
hr: Katalonski

# #30207
source: Chinese
hr: Kineski

# #30208
source: Croatian
hr: Hrvatski

# #30209
source: Czech
hr: Česki

# #30210
source: Danish
hr: Danski

# #30211
source: Dutch
hr: Njemački

# #30212
source: English
hr: Engleski

# #30213
source: Estonian
hr: Estonski

# #30214
source: Finnish
hr: Finski

# #30215
source: French
hr: Francuski

# #30216
source: German
hr: Njemački

# #30217
source: Greek
hr: Grčki

# #30218
source: Hebrew
hr: Hebrejski

# #30219
source: Hindi
hr: Hindu

# #30220
source: Hungarian
hr: Mađarski

# #30221
source: Icelandic
hr: Islandski

# #30222
source: Indonesian
hr: Indonezijski

# #30224
source: Italian
hr: Talijanski

# #30225
source: Japanese
hr: Japanski

# #30226
source: Korean
hr: Koreanski

# #30227
source: Latvian
hr: Latvijski

# #30228
source: Lithuanian
hr: Litvanski

# #30229
source: Macedonian
hr: Makedonski

# #30230
source: Norwegian
hr: Norveški

# #30232
source: Polish
hr: Poljski

# #30233
source: Portuguese
hr: Portugalski

# #30234
source: Portuguese (Brazil)
hr: Portugalski (Brazil)

# #30235
source: Romanian
hr: Rumunjski

# #30236
source: Russian
hr: Ruski

# #30237
source: SerbianLatin
hr: SrbskiLatinica

# #30238
source: Slovak
hr: Slovački

# #30239
source: Slovenian
hr: Slovenski

# #30240
source: Spanish
hr: Španjolski

# #30242
source: Swedish
hr: Švedski

# #30244
source: Turkish
hr: Turski

# #30245
source: Ukrainian
hr: Ukrainski

# #30246
source: Vietnamese
hr: Vietnamski
