Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Bulgarian/strings.po
Languages: bg

# #610
source: Search
bg: Търси

# #612
source: Manually enter search string
bg: Въведете низ за търсене

# #642
source: Searching subtitles %s
bg: Търсене на субтитри за "%s"

# #646
source: Connecting...
bg: Свързване...

# #649
source: Downloading subtitles...
bg: Сваляне на субтитри...

# #652
source: Subtitles file downloaded and extracted
bg: Субтитрите са свалени и извлечени

# #653
source: Connection failed
bg: Връзката пропадна

# #654
source: Error extracting subtitles
bg: Възникна грешка при извличането на сутитрите

# #655
source: Local subtitle available
bg: Локално са налични субтитри

# #656
source: Service did not respond within the time out limit
bg: Услугата не отговори в определеното време

# #657
source: No Subtitles Found!
bg: Не са намерени субтитри!

# #744
source: subtitles found for
bg: намерени субтитри за

# #747
source: Search Using Parent Folder
bg: Търси по името на папката

# #748
source: You can't save subtitle to selected destination
bg: Субтитрите не могат да бъдат записани в избраното място

# #750
source: Would you like to activate this subtitle temporarily?
bg: Желаете ли субтитрите да бъдат активирани временно?

# #751
source: Enter Movie Name (year)
bg: Въведете: Името–на–филма (Годината-му)

# #755
source: Server is overloaded, please try again later
bg: Сървърът е претоварен, моля опитайте по-късно

# #756
source: Login failed. Please verify your settings at the addon Configuration
bg: Вписването се провали. Моля, проверете настройките на добавката

# #757
source: Server requires you to rewrite code from image
bg: Сървърът изисква да въведете код от картинка

# #758
source: Please take look at notification area
bg: Моля, прегледайте зоната за известия

# #759
source: Enter code of image in notification area
bg: Въведете кода от картинката в зоната за известия

# #760
source: Available Services
bg: Налични услуги

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
bg: Необходимо е да се впишете, за да свалите субтитрите,[CR]потвърдете настройките на добавката

# #762
source: Addon Settings
bg: Настройки

# #763
source: Auto downloading first 'sync' subtitle
bg: Сваляне на първите синхронни субтитри

# #764
source: Downloading first 'sync' sub
bg: Сваляне на първите синхронни субтитри

# #765
source: first 'sync' subtitle downloaded
bg: първите синхронни субтитри са свалени

# #766
source: Choose Subtitle folder
bg: Изберете папка за субтитрите

# #767
source: No 'sync' subtitle found
bg: Не са намерени синхронни субтитри

# #30100
source: Languages
bg: Езици

# #30101
source: Primary Language
bg: Основен език

# #30102
source: Secondary Language
bg: Втори език

# #30103
source: Services
bg: Услуги

# #30104
source: - Podnapisi.net Username
bg: - Потребителско име за Podnapisi.net

# #30105
source: - Podnapisi.net Password
bg: - Потребителско име за Podnapisi.net

# #30106
source: Advanced Options
bg: Допълнителни

# #30107
source: Subtitle Download Folder Same As Movie
bg: Сваляй субтитрите в папката на филма

# #30108
source: - Set Custom Subtitle Download Path
bg: - Задайте място, къде да се свалят субтитрите

# #30110
source: Manually Enter Search String
bg: Ръчно въвеждане на низ за търсене

# #30111
source: Third Language
bg: Трети език

# #30113
source: Select Default Movie Service
bg: Изберете стандартна услуга за филми

# #30114
source: Select Default TV Show Service
bg: Изберете стандартна услуга за ТВ Сериали

# #30118
source: Display file name in results page
bg: Показвай името на файла в страницата с резултати

# #30119
source: Search Using Parent Folder
bg: Използвай името на папката за търсене

# #30121
source: Add Language To Filename
bg: Добавяй означение за език към името на файла

# #30122
source: Set Default Timeout
bg: Задайте макс. време за отговор при търсене

# #30123
source: - Legendas.TV Username
bg: - Потребителско име за Legendas.TV

# #30124
source: - Legendas.TV Password
bg: - Парола за Legendas.TV

# #30126
source: - Itasa Username
bg: - Потребителско име за Itasa

# #30127
source: - Itasa Password
bg: - Парола за Itasa

# #30128
source: - Titulky Username
bg: - Потребителско име за Titulky

# #30129
source: - Titulky Password
bg: - Парола за Titulky

# #30130
source: Search next available service if no results are found
bg: Търси в следващата налична услуга ако няма резултати

# #30131
source: Auto download first "sync" subtitle
bg: Сваляй автоматично първите субтитри, които са синхронни

# #30132
source: - LegendasDivx Username
bg: - Потребителско име за LegendasDivx

# #30133
source: - LegendasDivx Password
bg: - Парола за LegendasDivx

# #30134
source: - PTSubs Username
bg: - Потребителско име за PTSubs

# #30135
source: - PTSubs Password
bg: - Парола за PTSubs

# #30136
source: - OmniSubs Username
bg: - Потребителско име за OmniSubs

# #30137
source: - OmniSubs Password
bg: - Парола за OmniSubs

# #30138
source: - LegendasZone Username
bg: - Потребителско име за LegendasZone

# #30139
source: - LegendasZone Password
bg: - Парола за LegendasZone

# #30140
source: - Choose subs type:
bg: - Изберете тип за субтитрите:

# #30145
source: Use 'Subs' subfolder for storing subtitles
bg: Съхранявай субтитрите в подпака "Subs"

# #30146
source: - napisy24.pl Username
bg: - Потребителско име за napisy24.pl

# #30147
source: - napisy24.pl Password
bg: - Парола за napisy24.pl

# #30148
source: - euTorrents Username
bg: - Потребителско име за euTorrents

# #30149
source: - euTorrents Password
bg: - Парола за euTorrents

# #30150
source: No sub(s) in
bg: Няма субтитри в

# #30151
source: Search manual or parent!
bg: Ръчно търсене или в родителската директория

# #30152
source: Found sub(s) in
bg: Открити са субтитри в

# #30153
source: Searching Title... Please wait!
bg: Търсене по заглавието... Моля, изчакайте!

# #30154
source: Downloading... Please Wait!
bg: Сваляне... Моля, изчакайте!

# #30155
source: Extracting... Please Wait!
bg: Извличане.. Моля, изчакайте!

# #30156
source: Done Extracting!
bg: Извличането завърши!

# #30157
source: Playing Title!
bg: Възпроизведи текущото заглавие!

# #30158
source: - Pipocas Username
bg: - Потребителско име за Pipocas

# #30159
source: - Pipocas Password
bg: - Парола за Pipocas

# #30201
source: Albanian
bg: албански

# #30202
source: Arabic
bg: арабски

# #30203
source: Belarusian
bg: беларуски

# #30204
source: Bosnian (Latin)
bg: босненски (Latin)

# #30205
source: Bulgarian
bg: български

# #30206
source: Catalan
bg: каталонски

# #30207
source: Chinese
bg: китайски

# #30208
source: Croatian
bg: хърватски

# #30209
source: Czech
bg: чешки

# #30210
source: Danish
bg: датски

# #30211
source: Dutch
bg: нидерландски (холандски)

# #30212
source: English
bg: английски

# #30213
source: Estonian
bg: естонски

# #30214
source: Finnish
bg: фински (финландски)

# #30215
source: French
bg: френски

# #30216
source: German
bg: немски

# #30217
source: Greek
bg: гръцки

# #30218
source: Hebrew
bg: иврит

# #30219
source: Hindi
bg: хинди

# #30220
source: Hungarian
bg: унгарски

# #30221
source: Icelandic
bg: исландски

# #30222
source: Indonesian
bg: индонезийски

# #30224
source: Italian
bg: италиански

# #30225
source: Japanese
bg: японски

# #30226
source: Korean
bg: корейски

# #30227
source: Latvian
bg: латвийски

# #30228
source: Lithuanian
bg: литовски

# #30229
source: Macedonian
bg: македонски

# #30230
source: Norwegian
bg: норвежки

# #30232
source: Polish
bg: полски

# #30233
source: Portuguese
bg: португалски

# #30234
source: Portuguese (Brazil)
bg: португалски (Brazil)

# #30235
source: Romanian
bg: румънски

# #30236
source: Russian
bg: руски

# #30237
source: SerbianLatin
bg: сръбски (Latin)

# #30238
source: Slovak
bg: словашки

# #30239
source: Slovenian
bg: словенски

# #30240
source: Spanish
bg: испански

# #30242
source: Swedish
bg: шведски

# #30243
source: Thai
bg: тайски (тайландски)

# #30244
source: Turkish
bg: турски

# #30245
source: Ukrainian
bg: украински

# #30246
source: Vietnamese
bg: виетнамски

# #30247
source: Farsi
bg: персийски (фарси)
