Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Czech/strings.po
Languages: cs

# #610
source: Search
cs: Hledat

# #611
source: Video should be running
cs: Video by mělo běžet

# #612
source: Manually enter search string
cs: Ručně zadat hledaný řetězec

# #642
source: Searching subtitles %s
cs: Vyhledávám titulky %s

# #646
source: Connecting...
cs: Připojuji...

# #649
source: Downloading subtitles...
cs: Stahuji titulky...

# #652
source: Subtitles file downloaded and extracted
cs: Soubor s titulky byl stažen a rozbalen

# #653
source: Connection failed
cs: Připojení selhalo

# #654
source: Error extracting subtitles
cs: Chyba při rozbalování titulků

# #655
source: Local subtitle available
cs: Titulky jsou k dispozici lokálně

# #656
source: Service did not respond within the time out limit
cs: Služba neodpověděla před vypršením časového limitu

# #657
source: No Subtitles Found!
cs: Titulky nenalezeny.

# #744
source: subtitles found for
cs: titulků nalezeno pro

# #747
source: Search Using Parent Folder
cs: Hledat pomocí názvu nadřazené složky

# #748
source: You can't save subtitle to selected destination
cs: Titulky nelze uložit do vybraného cíle

# #750
source: Would you like to activate this subtitle temporarily?
cs: Přejete si dočasně aktivovat tyto titulky?

# #751
source: Enter Movie Name (year)
cs: Zadejte název filmu (rok)

# #755
source: Server is overloaded, please try again later
cs: Server je přetížen, zkuste to prosím později

# #756
source: Login failed. Please verify your settings at the addon Configuration
cs: Přihlášení selhalo. Zkontroluje svá nastavení.

# #757
source: Server requires you to rewrite code from image
cs: Server vyžaduje opsání kontrolního kódu z obrázku

# #758
source: Please take look at notification area
cs: Podívejte se, prosím, na oznamovací oblast

# #759
source: Enter code of image in notification area
cs: Zadejte kontrolní kód obrázku v oznamovací oblasti

# #760
source: Available Services
cs: Dostupné služby

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
cs: Pro stažení těchto titulků musíte být přihlášeni,[CR]ověřte svá nastavení v nastavení rozšíření

# #762
source: Addon Settings
cs: Nastavení rozšíření

# #763
source: Auto downloading first 'sync' subtitle
cs: Automaticky stáhnout první 'sync' titulky

# #764
source: Downloading first 'sync' sub
cs: Stahuji první "synchronizované" titulky

# #765
source: first 'sync' subtitle downloaded
cs: první "synchronizované" titulky staženy

# #766
source: Choose Subtitle folder
cs: Vyberte složku titulků

# #767
source: No 'sync' subtitle found
cs: Nenalezeny žádné "synchronizované" titulky

# #30100
source: Languages
cs: Jakyky

# #30101
source: Primary Language
cs: Primární jazyk

# #30102
source: Secondary Language
cs: Sekundární jazyk

# #30103
source: Services
cs: Služby

# #30104
source: - Podnapisi.net Username
cs: - Uživatelské jméno Podnapisi.net

# #30105
source: - Podnapisi.net Password
cs: - Heslo podnapisi.net

# #30106
source: Advanced Options
cs: Pokročilé možnosti

# #30107
source: Subtitle Download Folder Same As Movie
cs: Složka pro stahování titulků je shodná se složkou filmu

# #30108
source: - Set Custom Subtitle Download Path
cs: - Nastavit vlastní cestu pro stahování titulků

# #30110
source: Manually Enter Search String
cs: Zadávat vyhledávaný řetězec ručně

# #30111
source: Third Language
cs: Třetí jazyk

# #30113
source: Select Default Movie Service
cs: Vybrat výchozí službu pro filmy

# #30114
source: Select Default TV Show Service
cs: Vybrat výchozí službu pro seriály

# #30118
source: Display file name in results page
cs: Zobrazit název souboru na stránce s výsledky

# #30119
source: Search Using Parent Folder
cs: Hledat pomocí názvu nadřazené složky

# #30121
source: Add Language To Filename
cs: Připojovat jazyk k názvu souboru

# #30122
source: Set Default Timeout
cs: Nastavit výchozí časový limit

# #30123
source: - Legendas.TV Username
cs: - Uživatelské jméno Legendas.TV

# #30124
source: - Legendas.TV Password
cs: - Heslo Legendas.TV

# #30126
source: - Itasa Username
cs: - Uživatelské jméno Itasa

# #30127
source: - Itasa Password
cs: - Heslo Itasa

# #30128
source: - Titulky Username
cs: - Uživatelské jméno Titulky

# #30129
source: - Titulky Password
cs: - Heslo Titulky

# #30130
source: Search next available service if no results are found
cs: Pokud nejsou titulky nalezeny, použít další dostupnou službu

# #30131
source: Auto download first "sync" subtitle
cs: Automaticky stáhnout první "sync" titulky

# #30132
source: - LegendasDivx Username
cs: - Uživatelské jméno LegendasDivx

# #30133
source: - LegendasDivx Password
cs: - Heslo LegendasDivx

# #30134
source: - PTSubs Username
cs: - Uživatelské jméno PTSubs

# #30135
source: - PTSubs Password
cs: - Heslo PTSubs

# #30136
source: - OmniSubs Username
cs: - Uživatelské jméno OmniSubs

# #30137
source: - OmniSubs Password
cs: - Heslo OmniSubs

# #30138
source: - LegendasZone Username
cs: - Uživatelské jméno LegendasZone

# #30139
source: - LegendasZone Password
cs: - Heslo LegendasZone

# #30140
source: - Choose subs type:
cs: - Vyberte typ titulků:

# #30145
source: Use 'Subs' subfolder for storing subtitles
cs: Použít podsložku 'Subs' pro ukládáni titulků

# #30146
source: - napisy24.pl Username
cs: - Uživatelské jméno napisy24.pl

# #30147
source: - napisy24.pl Password
cs: - Heslo napisy24.pl

# #30148
source: - euTorrents Username
cs: - Uživatelské jméno euTorrents

# #30149
source: - euTorrents Password
cs: - Heslo euTorrents

# #30150
source: No sub(s) in
cs: Žádné titulky v

# #30151
source: Search manual or parent!
cs: Hledat ručně, nebo nadřazené.

# #30152
source: Found sub(s) in
cs: Titulky nalezeny v

# #30153
source: Searching Title... Please wait!
cs: Vyhledávám titul... čekejte prosím.

# #30154
source: Downloading... Please Wait!
cs: Stahuji... čekejte prosím

# #30155
source: Extracting... Please Wait!
cs: Rozbaluji... čekejte prosím.

# #30156
source: Done Extracting!
cs: Rozbalování dokončeno.

# #30157
source: Playing Title!
cs: Přehrávám titul.

# #30158
source: - Pipocas Username
cs: - Uživatelské jméno Pipocas

# #30159
source: - Pipocas Password
cs: - Heslo Pipocas

# #30201
source: Albanian
cs: Albánština

# #30202
source: Arabic
cs: Arabština

# #30203
source: Belarusian
cs: Běloruština

# #30204
source: Bosnian (Latin)
cs: Boesenština (latinka)

# #30205
source: Bulgarian
cs: Bulharština

# #30206
source: Catalan
cs: Katalánština

# #30207
source: Chinese
cs: Činština

# #30208
source: Croatian
cs: Chorvatština

# #30209
source: Czech
cs: Čeština

# #30210
source: Danish
cs: Dánština

# #30211
source: Dutch
cs: Dánština

# #30212
source: English
cs: Angličtina

# #30213
source: Estonian
cs: Estonština

# #30214
source: Finnish
cs: Finština

# #30215
source: French
cs: Francouzština

# #30216
source: German
cs: Němčina

# #30217
source: Greek
cs: Řečtina

# #30218
source: Hebrew
cs: Hebrejština

# #30219
source: Hindi
cs: Hindština

# #30220
source: Hungarian
cs: Maďarština

# #30221
source: Icelandic
cs: Islandština

# #30222
source: Indonesian
cs: Indonézština

# #30224
source: Italian
cs: Italština

# #30225
source: Japanese
cs: Japonština

# #30226
source: Korean
cs: Korejština

# #30227
source: Latvian
cs: Lotyština

# #30228
source: Lithuanian
cs: Litevština

# #30229
source: Macedonian
cs: Makedónština

# #30230
source: Norwegian
cs: Norština

# #30232
source: Polish
cs: Polština

# #30233
source: Portuguese
cs: Portugalština

# #30234
source: Portuguese (Brazil)
cs: Portugalština (Brazílie)

# #30235
source: Romanian
cs: Rumunština

# #30236
source: Russian
cs: Ruština

# #30237
source: SerbianLatin
cs: Srbština (latinka)

# #30238
source: Slovak
cs: Slovenština

# #30239
source: Slovenian
cs: Slovinština

# #30240
source: Spanish
cs: Španělština

# #30242
source: Swedish
cs: Švédština

# #30243
source: Thai
cs: Thaiština

# #30244
source: Turkish
cs: Turečtina

# #30245
source: Ukrainian
cs: Ukrajinština

# #30246
source: Vietnamese
cs: Větnamština

# #30247
source: Farsi
cs: Perština
