Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Slovenian/strings.po
Languages: sl

# #610
source: Search
sl: Iskanje

# #611
source: Video should be running
sl: Video se mora predvajati

# #612
source: Manually enter search string
sl: Ročno vnesi iskalni niz

# #642
source: Searching subtitles %s
sl: Iskanje podnapisov %s

# #646
source: Connecting...
sl: Povezujem...

# #649
source: Downloading subtitles...
sl: Prenašam podnapise...

# #652
source: Subtitles file downloaded and extracted
sl: Podnapisi so prenešeni in razširjeni

# #653
source: Connection failed
sl: Povezava ni uspela

# #654
source: Error extracting subtitles
sl: Napaka pri razširjanju podnapisov

# #655
source: Local subtitle available
sl: Na voljo so lokalni podnapisi

# #656
source: Service did not respond within the time out limit
sl: Storitev se ni odzvala v določenem maksimalnem času

# #657
source: No Subtitles Found!
sl: Ni mogoče najti podnapisov!

# #744
source: subtitles found for
sl: podnapisov najdenih za

# #747
source: Search Using Parent Folder
sl: Išči z uporabo starševske mape

# #748
source: You can't save subtitle to selected destination
sl: Podnapisov ni mogoče shraniti na izbrano lokacijo

# #750
source: Would you like to activate this subtitle temporarily?
sl: Želite začasno vključiti ta podnapis?

# #751
source: Enter Movie Name (year)
sl: Vnesite ime filma (leto)

# #755
source: Server is overloaded, please try again later
sl: Strežnik je prezaseden, poskusite kasneje

# #756
source: Login failed. Please verify your settings at the addon Configuration
sl: Prijava ni uspela. Preverite vaše nastavitve v nastavitvah dodatka

# #757
source: Server requires you to rewrite code from image
sl: Strežnik zahteva, da prepišete kodo s slike

# #758
source: Please take look at notification area
sl: Poglejte v območje obvestil

# #759
source: Enter code of image in notification area
sl: Prepišite kodo slike iz obvestila

# #760
source: Available Services
sl: Storitve na voljo

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
sl: Za prenos podnapisov morate biti prijavljeni,[CR]preverite vaše nastavitve v nastavitvah dodatka

# #762
source: Addon Settings
sl: Nastavitve dodatka

# #763
source: Auto downloading first 'sync' subtitle
sl: Samodejni prenos prvih 'sinhroniziranih' podnapisov

# #764
source: Downloading first 'sync' sub
sl: Prenašam prve 'sinhronizirane' podnapise

# #765
source: first 'sync' subtitle downloaded
sl: prvi 'sinhronizirani' podnapisi prenešeni

# #766
source: Choose Subtitle folder
sl: Izberite mapo podnapisov

# #767
source: No 'sync' subtitle found
sl: Ni najdenih 'sinhroniziranih' podnapisov

# #30100
source: Languages
sl: Jeziki

# #30101
source: Primary Language
sl: Primarni jezik

# #30102
source: Secondary Language
sl: Drugi jezik

# #30103
source: Services
sl: Storitve

# #30104
source: - Podnapisi.net Username
sl: - Uporabniško ime na Podnapisi.net

# #30105
source: - Podnapisi.net Password
sl: - Geslo na Podnapisi.net

# #30106
source: Advanced Options
sl: Napredne možnosti

# #30107
source: Subtitle Download Folder Same As Movie
sl: Mapa prenosa podnapisov ista kot od filma

# #30108
source: - Set Custom Subtitle Download Path
sl: - Nastavi poljubno pot prenosa podnapisov

# #30110
source: Manually Enter Search String
sl: Ročno vnesite iskalni niz

# #30111
source: Third Language
sl: Tretji jezik

# #30113
source: Select Default Movie Service
sl: Izberite privzeto storitev za filme

# #30114
source: Select Default TV Show Service
sl: Izberite privzeto storitev za TV serije

# #30118
source: Display file name in results page
sl: Prikaži ime datoteke pri rezultatih

# #30119
source: Search Using Parent Folder
sl: Išči z uporabo starševske mape

# #30121
source: Add Language To Filename
sl: Dodaj jezik k imenu datoteke

# #30122
source: Set Default Timeout
sl: Določi maksimalen čas povezave

# #30123
source: - Legendas.TV Username
sl: - Uporabniško ime za Legendas.TV

# #30124
source: - Legendas.TV Password
sl: - Geslo za Legendas.TV

# #30126
source: - Itasa Username
sl: - Uporabniško ime za Itasa

# #30127
source: - Itasa Password
sl: - Geslo za Itasa

# #30128
source: - Titulky Username
sl: - Uporabniško ime za Titulky

# #30129
source: - Titulky Password
sl: - Geslo za Titulky

# #30130
source: Search next available service if no results are found
sl: Išči po naslednji storitvi, če ni rezultatov

# #30131
source: Auto download first "sync" subtitle
sl: Samodejno prenesi prve 'sinhronizirane' podnapise

# #30132
source: - LegendasDivx Username
sl: - Uporabniško ime za LegendasDivx

# #30133
source: - LegendasDivx Password
sl: - Geslo za LegendasDivx

# #30134
source: - PTSubs Username
sl: - Uporabniško ime za PTSubs

# #30135
source: - PTSubs Password
sl: - Geslo za PTSubs

# #30136
source: - OmniSubs Username
sl: - Uporabniško ime za OmniSubs

# #30137
source: - OmniSubs Password
sl: - Geslo za OmniSubs

# #30138
source: - LegendasZone Username
sl: - Uporabniško ime za LegendasZone

# #30139
source: - LegendasZone Password
sl: - Geslo za LegendasZone

# #30140
source: - Choose subs type:
sl: - Izberite tip podnapisov:

# #30145
source: Use 'Subs' subfolder for storing subtitles
sl: Za shranjevane podnapisov uporabi podmapo 'Subs'

# #30146
source: - napisy24.pl Username
sl: - Uporabniško ime za napisy24.pl

# #30147
source: - napisy24.pl Password
sl: - Geslo za napisy24.pl

# #30148
source: - euTorrents Username
sl: - Uporabniško ime za euTorrents

# #30149
source: - euTorrents Password
sl: - Geslo za euTorrents

# #30150
source: No sub(s) in
sl: Ni podnapisov v

# #30151
source: Search manual or parent!
sl: Iščite ročno ali starševsko!

# #30152
source: Found sub(s) in
sl: Najdeni podnapisi v

# #30153
source: Searching Title... Please wait!
sl: Iščem po naslovu... Počakajte!

# #30154
source: Downloading... Please Wait!
sl: Prenašam... Počakajte!

# #30155
source: Extracting... Please Wait!
sl: Razširjam... Počakajte!

# #30156
source: Done Extracting!
sl: Zaključeno razširjanje!

# #30157
source: Playing Title!
sl: Predvajam naslov!

# #30158
source: - Pipocas Username
sl: - Uporabniško ime za Pipocas

# #30159
source: - Pipocas Password
sl: - Geslo za Pipocas

# #30160
source: Pause while showing UI
sl: Prekini med prikazovanjem UI

# #30201
source: Albanian
sl: Albanski

# #30202
source: Arabic
sl: Arabski

# #30203
source: Belarusian
sl: Beloruski

# #30204
source: Bosnian (Latin)
sl: Bošnjaški (latinična)

# #30205
source: Bulgarian
sl: Bolgarski

# #30206
source: Catalan
sl: Katalonski

# #30207
source: Chinese
sl: Kitajski

# #30208
source: Croatian
sl: Hrvaški

# #30209
source: Czech
sl: Češki

# #30210
source: Danish
sl: Danski

# #30211
source: Dutch
sl: Nizozemski

# #30212
source: English
sl: Angleški

# #30213
source: Estonian
sl: Estonski

# #30214
source: Finnish
sl: Finski

# #30215
source: French
sl: Francoski

# #30216
source: German
sl: Nemški

# #30217
source: Greek
sl: Grški

# #30218
source: Hebrew
sl: Hebrejski

# #30220
source: Hungarian
sl: Madžarski

# #30221
source: Icelandic
sl: Islandski

# #30222
source: Indonesian
sl: Indonezijski

# #30224
source: Italian
sl: Italijanski

# #30225
source: Japanese
sl: Japonski

# #30226
source: Korean
sl: Korejski

# #30227
source: Latvian
sl: Latvijski

# #30228
source: Lithuanian
sl: Litovski

# #30229
source: Macedonian
sl: Makedonski

# #30230
source: Norwegian
sl: Norveški

# #30232
source: Polish
sl: Poljski

# #30233
source: Portuguese
sl: Portugalski

# #30234
source: Portuguese (Brazil)
sl: Portugalski (Brazilija)

# #30235
source: Romanian
sl: Romunski

# #30236
source: Russian
sl: Ruski

# #30237
source: SerbianLatin
sl: Srbski (latinsko)

# #30238
source: Slovak
sl: Slovaški

# #30239
source: Slovenian
sl: Slovenski

# #30240
source: Spanish
sl: Španski

# #30242
source: Swedish
sl: Švedski

# #30243
source: Thai
sl: Tajski

# #30244
source: Turkish
sl: Turški

# #30245
source: Ukrainian
sl: Ukrajinski

# #30246
source: Vietnamese
sl: Vietnamski
