Repository: wjb/xbmc
Catalog: addons/script.xbmc.subtitles/resources/language/Macedonian/strings.po
Languages: mk

# #610
source: Search
mk: Пребарај

# #611
source: Video should be running
mk: Видеото би требало да се репродуцира

# #612
source: Manually enter search string
mk: Рачно внесување име на филм

# #642
source: Searching subtitles %s
mk: Пребарување на Преводи %s

# #646
source: Connecting...
mk: Конектирање...

# #649
source: Downloading subtitles...
mk: Превземање на преводи...

# #652
source: Subtitles file downloaded and extracted
mk: Превод отпакуван

# #653
source: Connection failed
mk: Конекција неуспешна

# #654
source: Error extracting subtitles
mk: Грешка при отпакување

# #655
source: Local subtitle available
mk: Локален превод достапен

# #656
source: Service did not respond within the time out limit
mk: Сервисот не одговорил во одреден временски период

# #657
source: No Subtitles Found!
mk: Не е пронајден ни еден превод!

# #744
source: subtitles found for
mk: превод најден за

# #747
source: Search Using Parent Folder
mk: Пребарај користејќи име на датотека

# #748
source: You can't save subtitle to selected destination
mk: Не можете да снимите превод на посакуваната локација

# #750
source: Would you like to activate this subtitle temporarily?
mk: Сакате ли да го активирате преводот привремено?

# #751
source: Enter Movie Name (year)
mk: Внесите име на филм (година)

# #755
source: Server is overloaded, please try again later
mk: Серверот е преоптеретен, обидете се повторно подоцна

# #756
source: Login failed. Please verify your settings at the addon Configuration
mk: Неуспешно логирање. Проверите ги поставките во Конфигурација на додатоци

# #757
source: Server requires you to rewrite code from image
mk: Серверот бара да ко пишете кодот повторно од имиџот

# #758
source: Please take look at notification area
mk: Погледнете во делот за известувања

# #759
source: Enter code of image in notification area
mk: Внесете ког од имиџ во делот за известувања

# #760
source: Available Services
mk: Достапни сервиси

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
mk: Морате да сте логирани за превземање на овие преводи,[CR]потврдете ги поставките во Конфигурација на додаток

# #762
source: Addon Settings
mk: Конфигурација на додаток

# #763
source: Auto downloading first 'sync' subtitle
mk: Автоматско превземање на првиот 'sync' превод

# #764
source: Downloading first 'sync' sub
mk: Превземање на првиот 'sync' превод

# #765
source: first 'sync' subtitle downloaded
mk: превземен првиот 'sync' превод

# #766
source: Choose Subtitle folder
mk: Одбери папка за преводи

# #767
source: No 'sync' subtitle found
mk: Нема најдени 'sync' преводи

# #30100
source: Languages
mk: Избор на јазици

# #30101
source: Primary Language
mk: Прв јазик

# #30102
source: Secondary Language
mk: Втор Јазик

# #30103
source: Services
mk: Избор на сервис

# #30104
source: - Podnapisi.net Username
mk: - Podnapisi.net Корисничко Име

# #30105
source: - Podnapisi.net Password
mk: - Podnapisi.net Лозинка

# #30106
source: Advanced Options
mk: Опции

# #30107
source: Subtitle Download Folder Same As Movie
mk: Датотека за симнати преводи иста како за филмот

# #30108
source: - Set Custom Subtitle Download Path
mk: - Подеси датотека за симнати преводи

# #30110
source: Manually Enter Search String
mk: Рачно внесете име на филм

# #30111
source: Third Language
mk: Трет јазик

# #30113
source: Select Default Movie Service
mk: Изберете подразбирачки Сервис за Филм

# #30114
source: Select Default TV Show Service
mk: Изаберете подразбирачки Сервис за ТВ

# #30118
source: Display file name in results page
mk: Прикажи име на папка на страната со резултати

# #30119
source: Search Using Parent Folder
mk: Пребарај користејќи име на датотека

# #30121
source: Add Language To Filename
mk: Додади јазик во име на преводот

# #30122
source: Set Default Timeout
mk: Тајмаут на саканиот сервис

# #30123
source: - Legendas.TV Username
mk: - Legendas.TV Корисничко Име

# #30124
source: - Legendas.TV Password
mk: - Legendas.TV Лозинка

# #30126
source: - Itasa Username
mk: - Itasa Корисничко Име

# #30127
source: - Itasa Password
mk: - Itasa Лозинка

# #30128
source: - Titulky Username
mk: - Titulky Корисничко Име

# #30129
source: - Titulky Password
mk: - Titulky Лозинка

# #30130
source: Search next available service if no results are found
mk: Пребарај следен достапен сервис ако не е најден резултат

# #30131
source: Auto download first "sync" subtitle
mk: Автоматски превземи го првиот "Синх" превод

# #30140
source: - Choose subs type:
mk: - Одбери вид на превод:

# #30145
source: Use 'Subs' subfolder for storing subtitles
mk: Користи 'Subs' папка за складирање преводи

# #30150
source: No sub(s) in
mk: Нема преводи

# #30151
source: Search manual or parent!
mk: Пребарај рачно или на предходната папка

# #30152
source: Found sub(s) in
mk: Најдени преводи

# #30153
source: Searching Title... Please wait!
mk: Барање наслов... Почекајте!

# #30154
source: Downloading... Please Wait!
mk: Превземање... Почекајте!

# #30155
source: Extracting... Please Wait!
mk: Екстракција... Почекајте!

# #30156
source: Done Extracting!
mk: Завршена екстракција!

# #30157
source: Playing Title!
mk: Репродукција на Наслов!

# #30160
source: Pause while showing UI
mk: Паузирај додека е прикажан К.И.

# #30201
source: Albanian
mk: Албански

# #30202
source: Arabic
mk: Арапски

# #30203
source: Belarusian
mk: Белоруски

# #30204
source: Bosnian (Latin)
mk: Босански

# #30205
source: Bulgarian
mk: Бугарски

# #30206
source: Catalan
mk: Каталонски

# #30207
source: Chinese
mk: Кинески

# #30208
source: Croatian
mk: Хрватски

# #30209
source: Czech
mk: Чешки

# #30210
source: Danish
mk: Дански

# #30211
source: Dutch
mk: Холандски

# #30212
source: English
mk: Англиски

# #30213
source: Estonian
mk: Естонски

# #30214
source: Finnish
mk: Фински

# #30215
source: French
mk: Француски

# #30216
source: German
mk: Германски

# #30217
source: Greek
mk: Грчки

# #30218
source: Hebrew
mk: Хебрејски

# #30219
source: Hindi
mk: Хинду

# #30220
source: Hungarian
mk: Унгарски

# #30221
source: Icelandic
mk: Исландски

# #30222
source: Indonesian
mk: Индонежански

# #30224
source: Italian
mk: Италијански

# #30225
source: Japanese
mk: Јапонски

# #30226
source: Korean
mk: Кореански

# #30227
source: Latvian
mk: Латвијски

# #30228
source: Lithuanian
mk: Литвански

# #30229
source: Macedonian
mk: Македонски

# #30230
source: Norwegian
mk: Норвешки

# #30232
source: Polish
mk: Пољски

# #30233
source: Portuguese
mk: Португалски

# #30234
source: Portuguese (Brazil)
mk: Португалски (Бразил)

# #30235
source: Romanian
mk: Романски

# #30236
source: Russian
mk: Руски

# #30237
source: SerbianLatin
mk: Српски

# #30238
source: Slovak
mk: Словачки

# #30239
source: Slovenian
mk: Словенечки

# #30240
source: Spanish
mk: Шпански

# #30242
source: Swedish
mk: Шпански

# #30243
source: Thai
mk: Тајландски

# #30244
source: Turkish
mk: Турски

# #30245
source: Ukrainian
mk: Украински

# #30246
source: Vietnamese
mk: Виетнамски

# #30247
source: Farsi
mk: Персиски
